<?php
/* ----------------------------------------------------------------------
   $Id: main_info_autologon.php,v 1.3 2007/06/12 17:03:32 r23 Exp $

   OOS [OSIS Online Shop]
   http://www.oos-shop.de/
   
   
   Copyright (c) 2003 - 2005 by the OOS Development Team.
   ----------------------------------------------------------------------
   Based on:

   File: info_autologon.php,v 0.93 Dutch 2002/09/30 12:00:00
   ----------------------------------------------------------------------
   osCommerce, Open Source E-Commerce Solutions
   http://www.oscommerce.com

   Copyright (c) 2003 osCommerce
             (c) 2002 HMCservices
   ----------------------------------------------------------------------
   Released under the GNU General Public License
   ---------------------------------------------------------------------- */


$aLang['heading_title'] = '\'Автоматический логин\' и персональная сфера.';
$aLang['sub_heading_title_1'] = 'Что такое \'Автоматический логин\'?';
$aLang['sub_heading_title_2'] = 'Это надёжно?';
$aLang['sub_heading_title_3'] = 'И...';
$aLang['sub_heading_text_1'] = '\'Автоматический логин\' облегчает ваше посещение магазина. Ваш E- Mail и Пассворд сохраняется на вашем компьютере и вам не нужно будет снова задавать их при последующих посещениях магазина.';
$aLang['sub_heading_text_2'] = '<br /><b>Предупреждение:</b> Если ваш компьютер используют так же другие личности то мы настояельно рекомендуем вам завершать ваше посещение магазина нажатием на ссылку "Выход".';
$aLang['sub_heading_text_3'] = '\'Автоматический логин\' это не обязательная опция и вы можете пользоваться стандартным входом в наш магазин.';
$aLang['text_close_window'] = '[ Закрыть окно]';
?>