<?php
/* ----------------------------------------------------------------------
   $Id: main_info_shopping_cart.php,v 1.3 2007/06/12 17:03:32 r23 Exp $

   OOS [OSIS Online Shop]
   http://www.oos-shop.de/
   
   
   Copyright (c) 2003 - 2005 by the OOS Development Team.
   ----------------------------------------------------------------------
   Based on:

   File: info_shopping_cart.php,v 1.6 2002/04/17 15:57:07 harley_vb
   ----------------------------------------------------------------------
   osCommerce, Open Source E-Commerce Solutions
   http://www.oscommerce.com

   Copyright (c) 2003 osCommerce
   ----------------------------------------------------------------------
   Released under the GNU General Public License
   ---------------------------------------------------------------------- */

$aLang['heading_title'] = 'Корзина';
$aLang['sub_heading_title_1'] = 'Корзина посетителя';
$aLang['sub_heading_title_2'] = 'Корзина клиента';
$aLang['sub_heading_title_3'] = 'Информация';
$aLang['sub_heading_text_1'] = 'Каждый посетитель нашего магазина получает \'Корзину посетителя\'. Там он может собирать выбранные продукты. как только посетитель покидает магазин, содержание корзины удаляется.';
$aLang['sub_heading_text_2'] = 'Каждый зарегестрированный посетитель имеет \'Корзину клиента\' для своих покупок. Содержание этой корзины сохраняется до следующего посещения магазина. Так, зарегестрированный посетитель может легко продолжить свои покупки. Все продукты корзины сохраняются пока клиент их не купит или не удалит их из корзины.';
$aLang['sub_heading_text_3'] = 'Данные посетителей автоматически изменяются при регистрации как клиент, в магазине.';
$aLang['text_close_window'] = '<b><u>[Закрыть окно]</b></u>';
?>