{"translation-revision-date":"2023-02-05 23:14:51+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Support UUID: ":["Support-UUID:"],"Create support topic":["Support-Thema erstellen"],"Send data":["Daten senden"],"Sending…":["Sende …"],"Sent":["Gesendet"],"Please check \"Raw Data\" for all error source information.":["Bitte prüfe die „Rohdaten“ für alle Informationen zur Fehlerquelle."],"Error Sources (%d)":["Fehlerquellen (%d)"],"Please check \"Raw Data\" for all error information.":["Bitte prüfe die „Rohdaten“ für alle Fehlerinformationen."],"Errors (%d)":["Fehler (%d)"],"In order to best assist you, please tap the Send Data button below to send the following site information to our private database. Once you have done so, copy the the resulting Support UUID in the blue box that appears and include the ID in a new <a>support forum topic<\/a>. You do not have to submit data to get support, but our team will be able to help you more effectively if you do so.":["Um dich bestmöglich zu unterstützen, drücke bitte den Button „Daten senden“ unten, um die folgenden Website-Informationen zu unserer privaten Datenbank zu senden. Sobald du das getan hast, kopiere die Support-UUID, die du als Ergebnis erhält, in die blaue Box, die erscheint und nenne sie in einem neuen <a>Supportforen-Thema<\/a>. Du musst keine Daten einreichen, um Support zu erhalten, aber unser Team kann effektiver helfen, wenn du es tust."],"AMP Support":["AMP-Support"],"The site has no validation data. Go to the AMP Settings page and scan you site before sending a support request.":["Die Website hat keine Überprüfungsdaten. Gehe zur AMP-Einstellungsseite und scanne deine Website, bevor du eine Support-Anfrage schickst."],"We found no issues on your site but there are some stale validation results. Browse your site to ensure everything is working as expected.":["Wir haben keine Probleme auf deiner Website gefunden, aber es gibt einige alte Überprüfungsergebnisse. Durchsuche deine Website, um dir sicher zu sein, dass alles so funktioniert, wie es soll."],"We found no issues on your site. Browse your site to ensure everything is working as expected.":["Wir haben keine Probleme auf deiner Website gefunden. Durchsuche deine Website, um dir sicher zu sein, dass alles so funktioniert, wie es soll."],"The requested URL does not have any AMP validation errors.":["Die angeforderte URL hat keine AMP-Überprüfungsfehler."],"The validation data is stale. Go to the AMP Settings page and rescan you site before sending a support request.":["Die Überprüfungsdaten sind alt. Gehe zur AMP-Einstellungsseite und scanne deine Website erneut, bevor du eine Support-Anfrage schickst."],"Validated URLs (%d)":["Überprüfte URLs (%d)"],"Themes":["Themes"],"AMP reader theme":["AMP-Lesemodus-Theme"],"AMP mobile redirect":["Mobile AMP-Weiterleitung"],"AMP supported templates":["Templates mit AMP-Unterstützung"],"AMP supported post types":["Inhaltstypen mit AMP-Unterstützung"],"AMP all templates supported":["Alle AMP-unterstützten Templates"],"AMP plugin configured":["AMP-Plugin konfiguriert"],"AMP mode":["AMP-Modus"],"AMP Information":["AMP-Information"],"Is defined curl multi":["Ist cURL-Multi definiert"],"Libxml version":["LibXML-Version"],"Object cache status":["Objekt-Cache-Status"],"Https status":["HTTPS-Status"],"Site Health":["Website-Zustand"],"WordPress language":["WordPress-Sprache"],"WordPress version":["WordPress-Version"],"MySQL version":["MySQL-Version"],"PHP version":["PHP-Version"],"Site title":["Website-Titel"],"Site URL":["Website-URL"],"Site Information":["Website-Information"],"Raw Data":["Rohdaten"],"Plugins (%s)":["Plugins (%s)"],"Failed to send support request. Please try again later.":["Die Supportanfrage konnte nicht gesendet werden. Bitte versuche es später erneut."],"There was an error loading the page.":["Es gab einen Fehler beim Laden der Seite."],"Something went wrong.":["Etwas ist schief gelaufen."],"text direction\u0004ltr":["ltr"],"Backtick":["Backtick"],"Period":["Punkt"],"Comma":["Komma"],"AMP version":["AMP-Version"],"(opens in a new tab)":["(öffnet in neuem Tab)"],"Details":["Details"]}},"comment":{"reference":"assets\/js\/amp-support.js"}}