{"translation-revision-date":"2023-02-05 23:14:51+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Copy Validation Data":["Überprüfungsdaten kopieren"],"Raw validation data which you may want to share with the author so they can fix AMP compatibility:":["Rohe Überprüfungsdaten, die du mit dem Autor teilen kannst, sodass er die AMP-Kompatibilität korrigieren kann:"],"When you uninstall the plugin you have the choice of whether its data should also be deleted. Examples of plugin data include the settings, validated URLs, and transients used to store image dimensions and parsed stylesheets.":["Wenn du das Plugin deinstallierst, hast du die Auswahl, ob seine Daten auch gelöscht werden. Dies beinhaltet beispielsweise die Einstellungen, überprüfte URLs und Transients, die benutzt werden, um Bildgrößen und geparste Stylesheets zu speichern."],"Delete plugin data at uninstall":["Plugin-Daten bei der Deinstallation löschen"],"Site scan found no issues on your site. Browse your site to ensure everything is working as expected.":["Der Website-Scan hat keine Probleme auf deiner Website gefunden. Durchsuche deine Website, um dir sicher zu sein, dass alles so funktioniert, wie es soll."],"No changes since your last scan.":["Keine Änderungen seit deinem letzten Scan."],"Stale results. Rescan your site to ensure everything is working properly.":["Veraltete Ergebnisse. Scanne deine Website erneut, um dir sicher zu sein, dass alles korrekt funktioniert."],"The site has not been scanned yet. Scan your site to ensure everything is working properly.":["Die Website wurde noch nicht gescannt. Scanne deine Website, um dir sicher zu sein, dass alles korrekt funktioniert."],"Scan Site":["Website-Scan"],"Rescan Site":["Website erneut scannen"],"Your site cannot be scanned. There are no AMP-enabled URLs available.":["Deine Website kann nicht gescannt werden. Es gibt keine AMP-aktivierten URLs."],"Site scan has been cancelled. Try again.":["Website-Scan wurde abgebrochen. Versuche es erneut."],"Site scan failed. Try again.":["Website-Scan ist fehlgeschlagen. Versuche es erneut."],"This is a per-user setting. It presumes you have some experience coding with HTML, CSS, JS, and PHP. Once enabled you will have access to Validated URLs and Error Index in the admin menu, the Validate URL item in the admin bar, and the AMP Validation sidebar in the editor.":["Dies ist eine Einstellung pro Benutzer. Sie geht davon aus, dass du einige Erfahrung im Coding von HTML, CSS, JS und PHP hast. Einmal aktiviert, hast du Zugriff auf die überprüften URLs und den Fehler-Index im Admin-Menü, das Element in der Adminbar, um eine URL zu überprüfen und die AMP-Überprüfungssidebar im Editor."],"Enable Developer Tools":["Entwicklerwerkzeuge aktivieren"],"Dismiss":["Ausblenden"],"Browse Site":["Website durchsuchen"],"In Reader mode AMP is served using your selected Reader theme, and pages for your non-AMP site are served using your primary theme. Browse your site below to ensure it meets your expectations, and toggle the AMP setting to compare both versions.":["Im Lesemodus wird AMP über dein ausgewähltes Lese-Theme und Seiten für deine Nicht-AMP-Website werden über dein primäres Theme ausgeliefert. Durchsuche deine Website unten, um dir sicher zu sein, dass sie deine Erwartungen erfüllt und schalte die AMP-Einstellung um, um beide Versionen zu vergleichen."],"Browse your site below to ensure it meets your expectations, and toggle the AMP setting to compare both versions.":["Durchsuche deine Website unten, um dir sicher zu sein, dass sie deine Erwartungen erfüllt und schalte die AMP-Einstellung um, um beide Versionen zu vergleichen."],"In Standard mode there is a single AMP version of your site. Browse your site below to ensure it meets your expectations.":["Im Standardmodus gibt es eine einzige AMP-Version deiner Website. Durchsuche deine Website unten, um dir sicher zu sein, dass sie deine Erwartungen erfüllt."],"Saved. Consider flushing page cache.":["Gespeichert. Leere dein Seiten-Cache."],"<b>Strict:<\/b> Require valid AMP, removing all markup that causes validation errors (except for excessive CSS).":["<b>Strikt:<\/b> Erfordert gültiges AMP, entfernt jedes Markup, das Überprüfungsfehler versucht (außer exzessives CSS)."],"<b>Moderate:<\/b> Remove anything invalid AMP except for POST forms, excessive CSS, and other PX-verified markup.":["<b>Moderat:<\/b> Entferne jegliches ungültiges AMP außer für POST-Formulare, exzessives CSS und anderes PX-überprüftes Markup."],"<b>Loose:<\/b> Do not remove any AMP-invalid markup by default, including custom scripts. CSS processing is disabled.":["<b>Locker:<\/b> Entferne standardmäßig kein für AMP ungültiges Markup, inklusive individuelle Skripte. CSS-Verarbeitung ist deaktiviert."],"Enable sandboxing experiment":["Sandboxing-Experiment aktivieren"],"Try out a more flexible AMP by generating pages that use AMP components without requiring AMP validity! By selecting a sandboxing level, you are indicating the minimum degree of sanitization. For example, if you selected the loose level but have a page without any POST form and no custom scripts, it will still be served as valid AMP—the same as if you had selected the strict level.":["Teste ein flexibleres AMP durch die Generierung von Seiten, die AMP-Komponenten benutzen, ohne AMP-Gültigkeit zu erfordern! Durch die Auswahl eines Sandboxing-Levels gibst du den Mindestgrad der Bereinigung an. Wenn du zum Beispiel das lockere Level auswählst, aber Seiten ohne irgendwelche POST-Formulare und keine individuellen Skripte hast, werden sie dennoch als gültiges AMP ausgeliefert – genauso wie wenn du das strikte Level ausgewählt hättest."],"Sandboxing (Experimental)":["Sandboxing (experimentell)"],"End of sentence.\u0004.":["."],"e.g. do this or that\u0004or":["oder"],"Need help?":["Hilfe benötigt?"],"In Transitional mode AMP and non-AMP versions of your site are served using your currently active theme.":["Im Übergangsmodus werden AMP- und Nicht-AMP-Versionen deiner Website über dein aktuelles aktives Theme ausgeliefert."],"Your site is ready to bring great experiences to your users!":["Deine Website ist bereit, um deinen Benutzern großartige Erfahrungen zu bringen!"],"Recommended if you can commit to always choosing plugins that are AMP compatible when extending your site.":["Empfohlen, wenn du dich verpflichten kannst, immer Plugins auszuwählen, die mit AMP kompatibel sind, wenn du deine Website erweiterst."],"Recommended if you can’t commit to choosing plugins that are AMP compatible when extending your site. This mode will make it easy to keep AMP content even if non-AMP-compatible plugins are used later on.":["Empfohlen, wenn du dich nicht verpflichten kannst, immer Plugins auszuwählen, die mit AMP kompatibel sind, wenn du deine Website erweiterst. Dieser Modus macht es einfach, AMP-Inhalt zu behalten, auch wenn später AMP-inkompatible Plugins benutzt werden."],"Recommended as you have an AMP-compatible theme and no issues were detected with any of the plugins on your site.":["Empfohlen, wenn du ein AMP-kompatibles Themes hast und keine Probleme mit irgendeinem Plugin auf deiner Website gefunden wurde."],"Not recommended because you have suppressed plugins.":["Nicht empfohlen, da du unterdrückende Plugins hast."],"Not recommended due to compatibility issue(s) which may break key site functionality, without developer assistance.":["Nicht empfohlen, da es (ein) Kompatibilitätsproblem(e) gibt, die ohne Unterstützung eines Entwicklers Schlüsselfunktionalität deiner Website beeinträchtigen können."],"Recommended since there were no theme compatibility issues detected.":["Empfohlen, da keine Theme-Kompatibilitätsprobleme erkannt wurden."],"Not recommended until you can fix the detected compatibility issue(s).":["Nicht empfohlen, bis du die erkannten Kompatibilitätsprobleme beheben kannst."],"Not recommended as your site has no AMP compatibility issues detected.":["Nicht empfohlen, da deine Website keine AMP-Kompatibilitätsprobleme erkannt hat."],"Recommended so you can progressively enable AMP on your site while still making the non-AMP version available to visitors for functionality that is not AMP-compatible. Choose this mode if compatibility issues can be fixed or if your theme degrades gracefully when JavaScript is disabled.":["Empfohlen, so kannst du progressiv AMP auf deiner Website aktivieren, während du deinen Besuchern immer noch eine Nicht-AMP-Version für Funktionen bereitstellst, die nicht AMP-kompatibel sind. Wähle diesen Modus, wenn Kompatibilitätsprobleme korrigiert werden können oder wenn dein Theme ordnungsgemäß ohne JavaScript funktioniert."],"Recommended if you want to enable AMP on your site despite the detected compatibility issue(s).":["Empfohlen, wenn du AMP auf deiner Website aktivieren willst, trotz erkannter Kompatibilitätsprobleme."],"To address plugin compatibility issue(s), you may need to use Plugin Suppression to disable incompatible plugins on AMP pages or else select an alternative AMP-compatible plugin.":["Im Plugin-Kompatibilitätsprobleme zu adressieren, benötigst du möglicherweise die Plugin-Unterdrückung, um inkompatible Plugins auf AMP-Seiten zu deaktivieren oder wählst ein alternatives AMP-kompatibles Plugin."],"In Transitional mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>both will use the same theme<\/b>.":["Im Übergangsmodus <b>wird keine Website eine Nicht-AMP- und eine AMP-Version haben<\/b>, und <b>beide benutzen dasselbe Theme<\/b>."],"In Reader mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>each version will use its own theme<\/b>.":["Im Lesemodus <b>wird keine Website eine Nicht-AMP- und eine AMP-Version haben<\/b>, und <b>beide benutzen ein eigenes Theme<\/b>."],"If automatic mobile redirection is enabled, the AMP version of the content will be served on mobile devices. If AMP-to-AMP linking is enabled, once users are on an AMP page, they will continue navigating your AMP content.":["Wenn die automatische mobile Umleitung aktives ist, wird die AMP-Version des Inhalts auf Mobilgeräten ausgeliefert. Wenn AMP-zu-AMP-Verlinkung aktiv ist, werden Benutzer, die sich einmal auf einer AMP-Seite befinden, weiterhin durch deinen AMP-Inhalt navigieren."],"Scanning %1$d\/%2$d URLs: Checking %3$s…":["Scanne %1$d\/%2$d URLs: Prüfe %3$s …"],"Site scan is checking if there are AMP compatibility issues with your active theme and plugins. We’ll then recommend how to use the AMP plugin.":["Der Website-Scan prüft, ob es mit deinem aktiven Theme und deinen aktiven Plugins AMP-Kompatibilitätsprobleme gibt. Danach empfehlen wir, wie das AMP-Plugin zu benutzen ist."],"Review Validated URLs":["Gültige URLs überprüfen"],"Scan complete":["Scan abgeschlossen"],"Site Scan":["Website-Scan"],"This plugin has been uninstalled or its metadata is unavailable.":["Dieses Plugin wurde deinstalliert oder seine Metadaten sind nicht verfügbar."],"This plugin has been deactivated since last site scan.":["Dieses Plugin wurde seit des letzten Website-Scans deaktiviert."],"You may also want to browse alternative <a>AMP compatible plugins<\/a>.":["Möglicherweise möchtest du auch die alternativen <a>AMP-kompatiblen Plugins<\/a> durchsuchen."],"Because of plugin issue(s) detected, you may want to <a>review and suppress plugins<\/a>.":["Auf des\/der gefundenen Plugin-Problems\/-e möchtest du möglicherweise <a>Plugins überprüfen und unterdrücken<\/a>."],"Plugins with AMP incompatibility":["Plugins mit AMP-Inkompatibilität"],"This theme has been uninstalled or its metadata is unavailable.":["Dieses Theme wurde deinstalliert oder seine Metadaten sind nicht verfügbar."],"This theme has been deactivated since last site scan.":["Dieses Theme wurde seit des letzten Website-Scans deaktiviert."],"You may also want to browse alternative <a>AMP compatible themes<\/a>.":["Möglicherweise möchtest du auch die alternativen <a>AMP-kompatiblen Themes<\/a> durchsuchen."],"Because of theme issue(s) we’ve found, you’ll want to consider a different <a>template mode<\/a> below.":["Aufgrund des\/der Theme-Fehler(s), die wir gefunden haben, möchtest du dich unten vielleicht für einen anderen <a>Template-Modus<\/a> entscheiden."],"Themes with AMP incompatibility":["Themes mit AMP-Inkompatibilität"],"Version %s":["Version %s"],"by %s":["von %s"],"(unavailable due to slug conflict per above)":["(nicht verfügbar, da es einen Konflikt mit der Titelform gibt, siehe oben)"],"Rewrite rules: ":["Umschreibungsregeln:"],"Taxonomy: %s":["Taxonomie: %s"],"(name: %s)":["(Name: %s)"],"Post type: %s":["Inhaltstyp: %s"],"User":["Benutzer"],"(ID: %d)":["(ID: %d)"],"There are one or more entities that are already using the “%s” URL slug. For this reason, you cannot currently use the path suffix or legacy reader paired URL structures. See below for the source of the slug conflict(s):":["Es gibt bereits mehr als einen Eintrag, der die URL-Titelform „%s“ benutzt. Aus diesem Grund kannst du den Pfad-Suffix oder die gepaarten URL-Strukturen des veralteten Lesemodus nicht benutzen. Du kannst die Quelle der Titelform-Konflikte unten finden:"],"Copy Error":["Fehlermeldung kopieren"],"Copied!":["Kopiert!"],"There was an error loading the page.":["Es gab einen Fehler beim Laden der Seite."],"Something went wrong.":["Etwas ist schief gelaufen."],"(default)":["(Standard)"],"When using the Transitional or Reader template modes, your site is in a “Paired AMP” configuration. Your site's canonical URLs are non-AMP, and the separate AMP versions of your pages have AMP-specific URLs. The structure of a paired AMP URL is not important, whether using a query parameter or path suffix. The use of a query parameter is the most compatible across various sites and it has the benefit of not resulting in a 404 if the AMP plugin is deactivated. <em>Note: Changing the paired URL structure can cause AMP pages to temporarily disappear from search results until your site is re-indexed.<\/em> If you're migrating from another AMP plugin with a different paired URL structure, then you may want to change this setting. Otherwise we recommend leaving it as is. <a>Learn more<\/a>":["Wenn du die Übergangs- oder Lese-Templatemodus benutzt, ist deine Website in einer Konfiguration namens „Gepaartes AMP“. Die kanonischen URLs deiner Website sind nicht AMP und die separate AMP-Versionen deiner Seiten haben AMP-spezifische URLs. Die Struktur der gepaarten AMP-URL ist nicht wichtig, egal ob du einen Abfrageparameter oder einen Pfad-Suffix benutzt. Die Benutzung des Abfrageparameters ist am besten auf unterschiedlichsten Websites kompatibel und hat seine Vorzüge darin, dass keine 404-Seiten angezeigt werden, wenn das AMP-Plugin deaktiviert ist. <em>Hinweis: Das Ändern der gepaarten URL-Struktur kann dazu führen, dass AMP-Seiten temporär aus Suchergebnissen verschwinden, bis deine Website erneut indexiert wurde.<\/em> Wenn du aus einem anderen AMP-Plugin mit einer anderen gepaarten URL-Struktur migrierst, möchtest du diese Einstellung möglicherweise ändern. Andernfalls empfehlen wir, sie so zu belassen, wie sie ist. <a>Mehr erfahren (engl.)<\/a>"],"Your active theme “%s” is not listed below because it is already AMP-compatible. If you wish to use your active theme for both AMP and non-AMP pages, then Transitional template mode is what you should choose.":["Dein aktives Theme „%s“ ist unterhalb nicht gelistet, da es bereits AMP-kompatibel ist. Wenn du möchtest, dass dein aktives Theme sowohl für AMP- als auch für Nicht-AMP-Seiten benutzt wird, solltest du den Übergangsmodus wählen."],"Choose the theme to be used for AMP pages. This theme will normally be exclusively shown to mobile visitors.":["Wähle das Theme, das für AMP-Seiten benutzt wird. Dieses Theme wird normalerweise ausschließlich mobilen Besuchern angezeigt."],"Legacy reader":["Veralteter Lesemodus"],"Legacy transitional":["Veralteter Übergangsmodus"],"(unavailable due to not using permalinks)":["(nicht verfügbar, da Permalinks nicht benutzt werden)"],"Path suffix":["Pfad-Suffix"],"Query parameter":["Abfrage-Parameter"],"a must-use plugin":["ein Must-Use-Plugin"],"a theme":["ein Theme"],"a plugin":["ein Plugin"],"The custom structure is being introduced by:":["Die individuelle Struktur wird bereitgestellt von:"],"A custom paired URL structure is being applied so the following options are unavailable.":["Eine individuelle gepaarte URL-Struktur wird angewendet, sodass die folgenden Optionen nicht verfügbar sind."],"Paired URL Structure":["Gepaarte URL-Struktur"],"Examples":["Beispiele"],"Saved":["Gespeichert"],"Saving":["Wird gespeichert"],"Review":["Überprüfen"],"Because you selected a Reader theme that is the same as your site's active theme, your site has automatically been switched to Transitional template mode.":["Da du ein Lese-Theme ausgewählt hast, das dasselbe ist wie das aktive Theme deiner Website, wurde diese automatisch zum Template-Übergangsmodus gewechselt."],"A template mode recommendation case was not accounted for.":["Ein Empfehlungsfall für den Templatemodus wurde nicht berücksichtigt."],"In Standard mode <b>your site will be completely AMP<\/b> (except in cases where you opt-out of AMP for specific parts of your site), and <b>it will use a single theme<\/b>.":["Im Standardmodus <b>ist deine Website vollständig AMP<\/b> (mit Ausnahme von Fällen, in denen du AMP für spezielle Bereiche deiner Website deaktivierst) und <b>werden ein einziges Theme benutzen<\/b>."],"Backtick":["Backtick"],"Period":["Punkt"],"Comma":["Komma"],"You have no suppressible plugins active.":["Du hast keine unterdrückbaren Plugins aktiv."],"Learn more":["Mehr erfahren"],"An error occurred. You might be offline or logged out.":["Es ist ein Fehler aufgetretenen. Du bist möglicherweise offline oder abgemeldet."],"Plugin suppression":["Plugin-Unterdrückung"],"Plugin Suppression":["Plugin-Unterdrückung"],"Supported templates":["Unterstützte Themes"],"Advanced Settings":["Erweiterte Einstellungen"],"Error:":["Fehler:"],"Redirect mobile visitors to AMP":["Mobile Besucher zu AMP weiterleiten"],"Are you sure you want to disable the singular template? This template is needed to serve individual posts and pages as AMP.":["Bist du sicher, dass du das Singular-Template deaktivieren willst? Dieses Template wird benötigt, um einzelne Beiträge und Seiten als AMP auszuliefern."],"Content types enabled for AMP:":["Aktivierte Inhaltstypen für AMP:"],"Note that disabling pages will prevent you from serving your homepage as AMP.":["Bedenke, dass das Deaktivieren von Seiten dich davon abhalten wird, deine Homepage als AMP auszuliefern."],"Note that disabling pages will prevent you from serving your posts page (blog index) as AMP.":["Bedenke, dass das Deaktivieren von Seiten dich davon abhalten wird, deine Beitragsseite (Blog-Startseite) als AMP auszuliefern."],"Note that disabling pages will prevent you from serving your homepage and posts page (blog index) as AMP.":["Bedenke, dass das Deaktivieren von Seiten dich davon abhalten wird, deine Homepage und Beitragsseite (Blog-Startseite) als AMP auszuliefern."],"Serve all templates as AMP":["Alle Templates als AMP ausliefern"],"This page has unsaved changes. Are you sure you want to leave?":["Diese Seite hat ungespeicherte Änderungen. Bist du sicher, dass du sie verlassen willst?"],"When a plugin adds markup that is not allowed in AMP you may let the AMP plugin remove it, or you may suppress the plugin from running on AMP pages. The following list includes all active plugins on your site, with any of those detected to be generating invalid AMP markup appearing first.":["Wenn ein Plugin Markup hinzufügt, das in AMP nicht erlaubt ist, kann du selbiges vom AMP-Plugin entfernen lassen oder das Plugin unterdrücken, sodass es auf AMP-Seiten nicht mehr läuft. Die folgende Liste beinhaltet alle aktiven Plugins auf deiner Website mit allen an oberster Stelle, bei denen entdeckt wurde, dass sie ungültiges AMP-Markup generieren."],"By %s":["Von %s"],"Suppressed":["Unterdrückt"],"Active":["Aktiv"],"Plugin status:":["Plugin-Status:"],"No validation errors yet detected.":["Bisher keine Überprüfungsfehler entdeckt."],"Plugin updated since last suppressed.":["Das Plugin wurde seit der letzten Unterdrückung aktualisiert."],"Now updated to version %1$s since suppressed at %2$s.":["Jetzt aktualisiert auf Version %1$s, seit es in Version %2$s unterdrückt wurde."],"Done by %s.":["Erledigt von %s."],"Since %s.":["Seit %s."],"Show reader themes":["Lesemodus-Themen anzeigen"],"Reader theme: %s":["Lesemodus-Theme: %s"],"Not recommended":["Nicht empfohlen"],"Recommended":["Empfohlen"],"Show unavailable themes":["Nicht verfügbare Themes anzeigen"],"Some supported themes cannot be installed automatically on this site. To use, please install them manually or contact your hosting provider.":["Einige unterstützte Themes können nicht automatisch auf dieser Website installiert werden. Um sie zu benutzen, installiere sie manuell oder kontaktiere deinen Hosting-Anbieter."],"Next":["Weiter"],"Previous":["Zurück"],"(Selected item)":["(Ausgewähltes Element)"],"Unavailable":["Nicht verfügbar"],"Previously selected":["Zuvor ausgewählt"],"Add entry":["Eintrag hinzufügen"],"Remove entry":["Eintrag entfernen"],"Are you sure you want to delete this entry?":["Bist du sicher, dass du diesen Eintrag löschen willst?"],"Vendor or blank":["Anbieter oder leer lassen"],"Analytics Configuration #%s":["Analyse-Konfiguration #%s"],"Provide site tracking ID here (e.g. UA-XXXXX-Y)":["Website-Tracking-ID hier eingeben (z.&thinsp;B. UA-XXXXX-Y)"],"You are using an old version of WordPress. Please upgrade to access all of the features of the AMP plugin.":["Du benutzt eine alte Version von WordPress. Bitte installiere das Upgrade, um auf alle neuen Funktionen des AMP-Plugins Zugriff zu haben."],"Customize Reader Theme":["Lesemodus-Theme anpassen"],"Open Wizard":["Den Assistenten öffnen"],"Reopen Wizard":["Den Assistenten erneut öffnen"],"The AMP configuration wizard helps you choose the best configuration settings for your site.":["Der AMP-Konfigurationsassistent hilft dir, die besten Konfigurationseinstellungen für deine Website zu wählen."],"Configure AMP":["AMP konfigurieren"],"AMP Settings Configured":["AMP-Einstellungen konfiguriert"],"Reader theme failed to download.":["Das Lesemodus-Theme konnte nicht heruntergeladen werden."],"Enable AMP developer tools to surface validation errors when editing posts and viewing the site.":["Aktiviere die AMP-Entwicklerwerkzeuge, um Überprüfungsfehler aufzuspüren, wenn Beiträge bearbeitet werden und die Website angezeigt wird."],"(opens in a new tab)":["(öffnet in neuem Tab)"],"Plugin":["Plugin"],"Page %d":["Seite %d"],"Learn more.":["Mehr erfahren."],"Standard":["Standard"],"Reader":["Lesemodus"],"Transitional":["Übergangsmodus"],"Error Index":["Fehlerindex"],"Other":["Andere"],"Stale results":["Veraltete Ergebnisse"],"Validated URLs":["Validierte URLs"],"A JSON object is required, e.g. {…}":["Ein JSON-Objekt wird benötigt, z.&nbsp;B. {…}"],"Learn about analytics for AMP.":["Erfahre mehr über Analytics mit AMP."],"Learn More":["Mehr erfahren"],"Templates":["Templates"],"Content Types":["Inhaltstypen"],"Supported Templates":["Unterstützte Templates"],"Template Mode":["Template-Modus"],"Status":["Status"],"More details":["Weitere Details"],"%s validation error":["%s Überprüfungsfehler","%s Überprüfungsfehler"],"Details":["Details"],"Save":["Speichern"],"JSON Configuration:":["JSON-Konfiguration:"],"Type:":["Typ:"],"Analytics":["Analytics"]}},"comment":{"reference":"assets\/js\/amp-settings.js"}}