{"translation-revision-date":"2019-08-08 06:05:11+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Remove Block":["Block entfernen"],"font size\u0004XL":["XL"],"font size\u0004L":["L"],"font size\u0004M":["M"],"font size\u0004S":["S"],"Automatically fit text to container":["Text automatisch an Container anpassen"],"The issues are not directly due to content here.":["Die Fehler stammen nicht direkt vom Inhalt hier."],"There is %s issue from AMP validation.":["Es gibt %s AMP-Validierungsfehler.","Es gibt %s AMP-Validierungsfehler."],"unknown":["unbekannt"],"Error code: ":["Fehlercode:"],"Invalid attribute: ":["Ungültiges Attribut:"],"Invalid element: ":["Ungültiges Element:"],"Your site is configured to automatically accept sanitization errors, but this error could be from when auto-acceptance was not selected, or from manually rejecting an error.":["Deine Website ist so konfiguriert, dass sie automatisch Bereinigungsfehler akzeptiert, aber dieser Fehler stammt entweder aus einer Zeit, als die automatische Akzeptanz nicht aktiviert war, oder er wurde manuell zurückgewiesen.","Deine Website ist so konfiguriert, dass sie automatisch Bereinigungsfehler akzeptiert, aber diese Fehler stammen entweder aus einer Zeit, als die automatische Akzeptanz nicht aktiviert war, oder sie wurden manuell zurückgewiesen."],"However, your site is configured to automatically accept sanitization of the offending markup.":["Jedenfalls ist deine Website so konfiguriert, dass sie die automatische Bereinigung von nicht regelkonformem Markup akzeptiert."],"The issue is not directly due to content here.":["Der Fehler stammt nicht direkt vom Inhalt hier."],"%s issue is directly due to content here.":["%s Fehler wurde direkt vom Inhalt hier verursacht.","%s Fehler wurden direkt vom Inhalt hier verursacht."],"There is %s issue from AMP validation which needs review.":["Es gibt %s AMP-Validierungsfehler, der eine Überprüfung erfordert.","Es gibt %s AMP-Validierungsfehler, die eine Überprüfung erfordern."],"Display as carousel":["Als Karussell darstellen"],"Add lightbox effect":["Lightbox-Effekt hinzufügen"],"Maximum font size":["Maximale Schriftgröße"],"The min font size must less than the max font size.":["Die minimale Schriftgröße muss kleiner als die maximale sein."],"Minimum font size":["Minimale Schriftgröße"],"The height must be greater than the max font size.":["Die Höhe muss größer als die maximale Schriftgröße sein."],"Height":["Höhe"],"AMP Noloading":["AMP Noloading"],"AMP Layout (modifies width\/height)":["AMP Layout (ändert Breite\/Höhe)"],"AMP Layout":["AMP Layout"],"Review issues":["Fehler prüfen"],"Non-accepted validation errors prevent AMP from being served, and the user will be redirected to the non-AMP version.":["Nicht akzeptierte Validierungsfehler verhindern die Auslieferung von AMP und Besucher werden auf die Nicht-AMP-Version weitergeleitet."],"Default":["Standard"],"Intrinsic":["Intrinsisch"],"Flex Item":["Flex-Element"],"Fill":["Füllen"],"Fixed height":["Fixe Höhe"],"Responsive":["Responsiv"],"Fixed":["Fixiert"],"No Display":["Verbergen"],"AMP Settings":["AMP-Einstellungen"]}},"comment":{"reference":"assets\/js\/amp-block-validation.js"}}