{"translation-revision-date":"2023-02-05 23:14:51+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Copy Validation Data":["Überprüfungsdaten kopieren"],"Raw validation data which you may want to share with the author so they can fix AMP compatibility:":["Rohe Überprüfungsdaten, die du mit dem Autor teilen kannst, sodass er die AMP-Kompatibilität korrigieren kann:"],"Official AMP Plugin for WordPress":["Offizielles AMP-Plugin für WordPress"],"Need help?":["Hilfe benötigt?"],"As a last step, use the Customizer to tailor the Reader theme as needed.":["Als letzten Schritt, benutze den Customizer, um das Lese-Theme an deine Bedürfnisse anzupassen."],"In Reader mode AMP is served using your selected Reader theme, and pages for your non-AMP site are served using your primary theme.":["Im Lesemodus wird AMP über dein ausgewähltes Lese-Theme und Seiten für deine Nicht-AMP-Website werden über dein primäres Theme ausgeliefert. "],"Browse your site here to ensure it meets your expectations, and toggle the AMP setting to compare both versions.":["Durchsuche deine Website hier, um dir sicher zu sein, dass sie deine Erwartungen erfüllt und schalte die AMP-Einstellung um, um beide Versionen zu vergleichen."],"In Transitional mode AMP and non-AMP versions of your site are served using your currently active theme.":["Im Übergangsmodus werden AMP- und Nicht-AMP-Versionen deiner Website über dein aktuelles aktives Theme ausgeliefert."],"Browse your site here to ensure it meets your expectations.":["Durchsuche deine Website hier, um dir sicher zu sein, dass sie deine Erwartungen erfüllt."],"In Standard mode there is a single AMP version of your site.":["Im Standardmodus gibt es eine einzige AMP-Version deiner Website."],"Your site is ready to bring great experiences to your users!":["Deine Website ist bereit, um deinen Benutzern großartige Erfahrungen zu bringen!"],"Recommended if you can commit to always choosing plugins that are AMP compatible when extending your site.":["Empfohlen, wenn du dich verpflichten kannst, immer Plugins auszuwählen, die mit AMP kompatibel sind, wenn du deine Website erweiterst."],"Recommended if you can’t commit to choosing plugins that are AMP compatible when extending your site. This mode will make it easy to keep AMP content even if non-AMP-compatible plugins are used later on.":["Empfohlen, wenn du dich nicht verpflichten kannst, immer Plugins auszuwählen, die mit AMP kompatibel sind, wenn du deine Website erweiterst. Dieser Modus macht es einfach, AMP-Inhalt zu behalten, auch wenn später AMP-inkompatible Plugins benutzt werden."],"Recommended as you have an AMP-compatible theme and no issues were detected with any of the plugins on your site.":["Empfohlen, wenn du ein AMP-kompatibles Themes hast und keine Probleme mit irgendeinem Plugin auf deiner Website gefunden wurde."],"Not recommended because you have suppressed plugins.":["Nicht empfohlen, da du unterdrückende Plugins hast."],"Not recommended due to compatibility issue(s) which may break key site functionality, without developer assistance.":["Nicht empfohlen, da es (ein) Kompatibilitätsproblem(e) gibt, die ohne Unterstützung eines Entwicklers Schlüsselfunktionalität deiner Website beeinträchtigen können."],"Recommended since there were no theme compatibility issues detected.":["Empfohlen, da keine Theme-Kompatibilitätsprobleme erkannt wurden."],"Not recommended until you can fix the detected compatibility issue(s).":["Nicht empfohlen, bis du die erkannten Kompatibilitätsprobleme beheben kannst."],"Not recommended as your site has no AMP compatibility issues detected.":["Nicht empfohlen, da deine Website keine AMP-Kompatibilitätsprobleme erkannt hat."],"Recommended so you can progressively enable AMP on your site while still making the non-AMP version available to visitors for functionality that is not AMP-compatible. Choose this mode if compatibility issues can be fixed or if your theme degrades gracefully when JavaScript is disabled.":["Empfohlen, so kannst du progressiv AMP auf deiner Website aktivieren, während du deinen Besuchern immer noch eine Nicht-AMP-Version für Funktionen bereitstellst, die nicht AMP-kompatibel sind. Wähle diesen Modus, wenn Kompatibilitätsprobleme korrigiert werden können oder wenn dein Theme ordnungsgemäß ohne JavaScript funktioniert."],"Recommended if you want to enable AMP on your site despite the detected compatibility issue(s).":["Empfohlen, wenn du AMP auf deiner Website aktivieren willst, trotz erkannter Kompatibilitätsprobleme."],"To address plugin compatibility issue(s), you may need to use Plugin Suppression to disable incompatible plugins on AMP pages or else select an alternative AMP-compatible plugin.":["Im Plugin-Kompatibilitätsprobleme zu adressieren, benötigst du möglicherweise die Plugin-Unterdrückung, um inkompatible Plugins auf AMP-Seiten zu deaktivieren oder wählst ein alternatives AMP-kompatibles Plugin."],"In Transitional mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>both will use the same theme<\/b>.":["Im Übergangsmodus <b>wird keine Website eine Nicht-AMP- und eine AMP-Version haben<\/b>, und <b>beide benutzen dasselbe Theme<\/b>."],"In Reader mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>each version will use its own theme<\/b>.":["Im Lesemodus <b>wird keine Website eine Nicht-AMP- und eine AMP-Version haben<\/b>, und <b>beide benutzen ein eigenes Theme<\/b>."],"If automatic mobile redirection is enabled, the AMP version of the content will be served on mobile devices. If AMP-to-AMP linking is enabled, once users are on an AMP page, they will continue navigating your AMP content.":["Wenn die automatische mobile Umleitung aktives ist, wird die AMP-Version des Inhalts auf Mobilgeräten ausgeliefert. Wenn AMP-zu-AMP-Verlinkung aktiv ist, werden Benutzer, die sich einmal auf einer AMP-Seite befinden, weiterhin durch deinen AMP-Inhalt navigieren."],"Scanning %1$d\/%2$d URLs: Checking %3$s…":["Scanne %1$d\/%2$d URLs: Prüfe %3$s …"],"Site scan is checking if there are AMP compatibility issues with your active theme and plugins. We’ll then recommend how to use the AMP plugin.":["Der Website-Scan prüft, ob es mit deinem aktiven Theme und deinen aktiven Plugins AMP-Kompatibilitätsprobleme gibt. Danach empfehlen wir, wie das AMP-Plugin zu benutzen ist."],"Review Validated URLs":["Gültige URLs überprüfen"],"Site scan found no issues on your site. Proceed to the next step to follow recommendations for choosing a template mode.":["Der Website-Scan hat keine Probleme auf deiner Website gefunden. Fahre mit dem nächsten Schritt fort, um Empfehlungen für den gewählten Template-Modus zu folgen."],"Site scan found issues on your site. Proceed to the next step to follow recommendations for choosing a template mode.":["Der Website-Scan hat Probleme auf deiner Website gefunden. Fahre mit dem nächsten Schritt fort, um Empfehlungen für den gewählten Template-Modus zu folgen."],"Scan complete":["Scan abgeschlossen"],"You can trigger the site scan again on the AMP Settings page after completing the Wizard.":["Du kannst den Website-Scan erneut auf der AMP-Einstellungsseite auslösen, nachdem du diesen Assistent abgeschlossen hast."],"Site scan was unsuccessful.":["Der Website-Scan war nicht erfolgreich."],"Scan failed":["Scan fehlgeschlagen"],"Please wait a minute…":["Bitte warte eine Minute …"],"Site Scan":["Website-Scan"],"I am not responsible for configuring and fixing issues on my site. I am a site owner and\/or content creator who wants to take advantage of AMP performance.":["Ich bin nicht verantwortlich für die Konfiguration und die Behebung von Problemen auf meiner Website. Ich bin der Website-Eigentümer und\/oder Inhaltsersteller, der von den Vorteilen von AMP profitieren will."],"I can do WordPress development by modifying themes and plugins. I am familiar with PHP, JavaScript, HTML, and CSS.":["Ich kann WordPress-Entwicklungen durch Verändern von Themes und Plugins vornehmen. Ich bin mit PHP, JavaScript, HTML und CSS vertraut."],"To recommend the best AMP experience we’d like to know if you’re a more technical user, or less technical.":["Um die beste AMP-Erfahrung zu empfehlen, möchten wir wissen, ob du eher ein technisch versierter Benutzer bist oder nicht."],"At the end of onboarding the AMP plugin is fully configured, and your site is ready to start serving great experiences to your users.":["Am Ende der Einführung ist das AMP-Plugin vollständig konfiguriert und deine Website ist bereit, um deinen Benutzern großartige Erfahrungen zu liefern."],"Site review":["Website-Überprüfung"],"Regardless of technical expertise, the onboarding flow guides you through configuring the plugin in a few easy steps.":["Unabhängig der technischen Expertise leitet dich der Einführungsablauf in wenigen einfachen Schritten durch die Konfiguration des Plugins."],"AMP provides support for building beautiful, fast, engaging, secure, and accessible sites, and the AMP plugin makes it easy to take advantage of AMP on WordPress.":["AMP bietet Unterstützung für das Erstellen von wunderschönen, schnellen, ansprechenden, sicheren und zugänglichen Websites, und das AMP-Plugin macht es einfach, die Vorteile von AMP in WordPress zu benutzen."],"AMP for WordPress":["AMP für WordPress"],"This plugin has been uninstalled or its metadata is unavailable.":["Dieses Plugin wurde deinstalliert oder seine Metadaten sind nicht verfügbar."],"This plugin has been deactivated since last site scan.":["Dieses Plugin wurde seit des letzten Website-Scans deaktiviert."],"You may also want to browse alternative <a>AMP compatible plugins<\/a>.":["Möglicherweise möchtest du auch die alternativen <a>AMP-kompatiblen Plugins<\/a> durchsuchen."],"Because of plugin issue(s) detected, you may want to <a>review and suppress plugins<\/a>.":["Auf des\/der gefundenen Plugin-Problems\/-e möchtest du möglicherweise <a>Plugins überprüfen und unterdrücken<\/a>."],"Plugins with AMP incompatibility":["Plugins mit AMP-Inkompatibilität"],"This theme has been uninstalled or its metadata is unavailable.":["Dieses Theme wurde deinstalliert oder seine Metadaten sind nicht verfügbar."],"This theme has been deactivated since last site scan.":["Dieses Theme wurde seit des letzten Website-Scans deaktiviert."],"You may also want to browse alternative <a>AMP compatible themes<\/a>.":["Möglicherweise möchtest du auch die alternativen <a>AMP-kompatiblen Themes<\/a> durchsuchen."],"Because of theme issue(s) we’ve found, you’ll want to consider a different <a>template mode<\/a> below.":["Aufgrund des\/der Theme-Fehler(s), die wir gefunden haben, möchtest du dich unten vielleicht für einen anderen <a>Template-Modus<\/a> entscheiden."],"Themes with AMP incompatibility":["Themes mit AMP-Inkompatibilität"],"Version %s":["Version %s"],"by %s":["von %s"],"Copy Error":["Fehlermeldung kopieren"],"Copied!":["Kopiert!"],"There was an error loading the page.":["Es gab einen Fehler beim Laden der Seite."],"Something went wrong.":["Etwas ist schief gelaufen."],"Return to AMP settings.":["Zurück zu den AMP-Einstellungen."],"The setup wizard has experienced an error.":["Im Einrichtungsassistenten ist ein Fehler aufgetreten. "],"Finish":["Beenden"],"There was an error downloading your Reader theme. As a result, your site is currently using the legacy reader theme. Please install your chosen theme manually.":["Während des Downloads des Lese-Themes ist ein Fehler aufgetreten. Als Ergebnis benutzt deine Website aktuell das veraltete Lese-Theme. Bitte installiere dein gewähltes Theme manuell."],"Your Reader theme was automatically installed":["Dein Lese-Theme wurde automatisch installiert"],"Done":["Fertig"],"Review":["Überprüfen"],"Theme Selection":["Theme-Auswahl"],"Template Modes":["Template-Modi"],"Non-technical or wanting a simpler setup":["Nicht-technisch versiert oder sich eine einfachere Einrichtung wünschend"],"Developer or technically savvy":["Entwickler oder technisch versiert"],"Technical Background":["Technischer Hintergrund"],"Configure your site with AMP":["Konfiguriere deine Website mit AMP"],"AMP and WordPress":["AMP und WordPress"],"Welcome":["Willkommen"],"Site preview":["Vorschau der Website"],"Saving your settings …":["Speichere deine Einstellungen …"],"Because you selected a Reader theme that is the same as your site's active theme, your site has automatically been switched to Transitional template mode.":["Da du ein Lese-Theme ausgewählt hast, das dasselbe ist wie das aktive Theme deiner Website, wurde diese automatisch zum Template-Übergangsmodus gewechselt."],"The following themes are compatible but cannot be installed automatically. Please install them manually, or contact your host if you are not able to do so.":["Die folgenden Themes sind kompatibel, aber können nicht automatisch installiert werden. Bitte installiere sie manuell oder kontaktiere deinen Host, wenn es dir nicht möglich ist."],"Unavailable themes":["Nicht verfügbare Themes"],"A template mode recommendation case was not accounted for.":["Ein Empfehlungsfall für den Templatemodus wurde nicht berücksichtigt."],"In Standard mode <b>your site will be completely AMP<\/b> (except in cases where you opt-out of AMP for specific parts of your site), and <b>it will use a single theme<\/b>.":["Im Standardmodus <b>ist deine Website vollständig AMP<\/b> (mit Ausnahme von Fällen, in denen du AMP für spezielle Bereiche deiner Website deaktivierst) und <b>werden ein einziges Theme benutzen<\/b>."],"Backtick":["Backtick"],"Period":["Punkt"],"Comma":["Komma"],"Learn more":["Mehr erfahren"],"This page has unsaved changes. Are you sure you want to leave?":["Diese Seite hat ungespeicherte Änderungen. Bist du sicher, dass du sie verlassen willst?"],"Recommended":["Empfohlen"],"Select the theme template for mobile visitors":["Wähle das Theme-Template für mobile Besucher aus"],"Next":["Weiter"],"Previous":["Zurück"],"Unavailable":["Nicht verfügbar"],"Previously selected":["Zuvor ausgewählt"],"Reader theme failed to download.":["Das Lesemodus-Theme konnte nicht heruntergeladen werden."],"Customize":["Anpassen"],"(opens in a new tab)":["(öffnet in neuem Tab)"],"Learn more.":["Mehr erfahren."],"Standard":["Standard"],"Reader":["Lesemodus"],"Transitional":["Übergangsmodus"],"Close":["Schließen"],"Details":["Details"],"AMP":["AMP"]}},"comment":{"reference":"assets\/js\/amp-onboarding-wizard.js"}}