{"translation-revision-date":"2020-09-04 06:20:05+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Learn more":["Mehr erfahren"],"Settings saved":["Einstellungen gespeichert"],"An error occurred. You might be offline or logged out.":["Es ist ein Fehler aufgetretenen. Du bist möglicherweise offline oder abgemeldet."],"Plugin suppression":["Plugin-Unterdrückung"],"Plugin Suppression":["Plugin-Unterdrückung"],"Supported templates":["Unterstützte Themes"],"Advanced Settings":["Erweiterte Einstellungen"],"Error:":["Fehler:"],"Redirect mobile visitors to AMP":["Mobile Besucher zu AMP weiterleiten"],"Your site does not provide any templates to support.":["Deine Website bietet keine unterstützten Templates an."],"Limit AMP on a subset of the WordPress <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">Template Hierarchy<\/a>:":["Beschränke AMP auf einen Teil der WordPress-<a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">Template-Hierarchie<\/a>:"],"Are you sure you want to disable the singular template? This template is needed to serve individual posts and pages as AMP.":["Bist du sicher, dass du das Singular-Template deaktivieren willst? Dieses Template wird benötigt, um einzelne Beiträge und Seiten als AMP auszuliefern."],"Content types enabled for AMP:":["Aktivierte Inhaltstypen für AMP:"],"Note that disabling pages will prevent you from serving your homepage as AMP.":["Bedenke, dass das Deaktivieren von Seiten dich davon abhalten wird, deine Homepage als AMP auszuliefern."],"Note that disabling pages will prevent you from serving your posts page (blog index) as AMP.":["Bedenke, dass das Deaktivieren von Seiten dich davon abhalten wird, deine Beitragsseite (Blog-Startseite) als AMP auszuliefern."],"Note that disabling pages will prevent you from serving your homepage and posts page (blog index) as AMP.":["Bedenke, dass das Deaktivieren von Seiten dich davon abhalten wird, deine Homepage und Beitragsseite (Blog-Startseite) als AMP auszuliefern."],"Serve all templates as AMP":["Alle Templates als AMP ausliefern"],"This page has unsaved changes. Are you sure you want to leave?":["Diese Seite hat ungespeicherte Änderungen. Bist du sicher, dass du sie verlassen willst?"],"When a plugin adds markup that is not allowed in AMP you may let the AMP plugin remove it, or you may suppress the plugin from running on AMP pages. The following list includes all active plugins on your site, with any of those detected to be generating invalid AMP markup appearing first.":["Wenn ein Plugin Markup hinzufügt, das in AMP nicht erlaubt ist, kann du selbiges vom AMP-Plugin entfernen lassen oder das Plugin unterdrücken, sodass es auf AMP-Seiten nicht mehr läuft. Die folgende Liste beinhaltet alle aktiven Plugins auf deiner Website mit allen an oberster Stelle, bei denen entdeckt wurde, dass sie ungültiges AMP-Markup generieren."],"By %s":["Von %s"],"Suppressed":["Unterdrückt"],"Active":["Aktiv"],"Plugin status:":["Plugin-Status:"],"No validation errors yet detected.":["Bisher keine Überprüfungsfehler entdeckt."],"Plugin updated since last suppressed.":["Das Plugin wurde seit der letzten Unterdrückung aktualisiert."],"Now updated to version %1$s since suppressed at %2$s.":["Jetzt aktualisiert auf Version %1$s, seit es in Version %2$s unterdrückt wurde."],"Done by %s.":["Erledigt von %s."],"Since %s.":["Seit %s."],"Show reader themes":["Lesemodus-Themen anzeigen"],"Reader theme: %s":["Lesemodus-Theme: %s"],"In Reader mode, there are two versions of your site, and two different themes are used for the AMP and non-AMP versions. You have the option of using an existing AMP-compatible theme, or you can use the AMP Legacy theme (formerly known as Classic theme).":["Im Lesemodus gibt es zwei Versionen deiner Website und zwei unterschiedliche Themes, die für die AMP- und die Nicht-AMP-Version benutzt werden. Du hast die Möglichkeit, ein existierendes AMP-kompatibles Theme zu benutzen oder du kannst das AMP-Legacy-Theme benutzen (vormals als Classic-Theme bekannt)."],"In Standard Mode your site uses a single theme and there is a single version of your content. You can opt out from AMP selectively for parts of your site. Every canonical URL will be either AMP or non-AMP.":["Im Standardmodus benutzt deine Website ein einzelnes Theme und es gibt eine einzige Version deines Inhalts. Du kannst AMP für einzelne Bereiche deiner Website deaktivieren. Jede kanonische URL ist entweder die AMP- oder die Nicht-AMP-Version."],"Your theme indicates it has special support for the legacy templates in Reader mode.":["Dein Theme gibt an, dass es spezielle Unterstützung für die Legacy-Templates im Lesemodus hat."],"Not recommended":["Nicht empfohlen"],"Recommended":["Empfohlen"],"Show unavailable themes":["Nicht verfügbare Themes anzeigen"],"Some supported themes cannot be installed automatically on this site. To use, please install them manually or contact your hosting provider.":["Einige unterstützte Themes können nicht automatisch auf dieser Website installiert werden. Um sie zu benutzen, installiere sie manuell oder kontaktiere deinen Hosting-Anbieter."],"The following themes are not available because your site (probably the active theme) has customized the AMP query var too late (it is set to %1$s as opposed to the default of %2$s). Please make sure that any customizations done by defining the %3$s constant or adding an %4$s filter are done before the %5$s action with priority 8.":["Die folgenden Themes sind nicht verfügbar, da deine Website (vermutlich das aktive Theme) die AMP-Abfrage zu spät verändert hat (sie ist auf %1$s gesetzt statt auf den Standard von %2$s). Bitte stelle sicher, dass jegliche Veränderung durch Definieren der Konstante %3$s oder durch Hinzufügen des Filters %4$s vorgenommen wird und vor der Action %5$s mit Priorität 8 stattfindet."],"Your active theme “%s” is not available as a reader theme. If you wish to use it, Transitional mode may be the best option for you.":["Dein aktives Theme “%s“ ist nicht als Lesemodus-Theme verfügbar. Wenn du es benutzen willst, ist der Übergangsmodus vermutlich die beste Option für dich."],"Select the theme template for mobile visitors":["Wähle das Theme-Template für mobile Besucher aus"],"Next":["Weiter"],"Previous":["Zurück"],"(Selected item)":["(Ausgewähltes Element)"],"Unavailable":["Nicht verfügbar"],"Previously selected":["Zuvor ausgewählt"],"Add entry":["Eintrag hinzufügen"],"https:\/\/amp.dev\/documentation\/guides-and-tutorials\/optimize-and-measure\/configure-analytics\/analytics-vendors\/":["https:\/\/amp.dev\/documentation\/guides-and-tutorials\/optimize-and-measure\/configure-analytics\/analytics-vendors\/"],"https:\/\/amp-wp.org\/documentation\/getting-started\/analytics\/":["https:\/\/amp-wp.org\/documentation\/getting-started\/analytics\/"],"https:\/\/amp.dev\/documentation\/components\/amp-analytics\/":["https:\/\/amp.dev\/documentation\/components\/amp-analytics\/"],"Please see AMP project's <a href=\"%1$s\" target=\"_blank\">documentation<\/a> for %2$s as well as the <a href=\"%3$s\" target=\"_blank\">plugin's analytics documentation<\/a>. Each analytics configuration supplied below must take the form of a JSON object beginning with a %4$s and ending with a %5$s. Do not include any HTML tags like %6$s or %7$s. For the type field, supply one of the <a href=\"%8$s\" target=\"_blank\">available analytics vendors<\/a> or leave it blank for in-house analytics. For Google Analytics specifically, the type should be %9$s.":["Bitte sieh dir die <a href=\"%1$s\" target=\"_blank\">Dokumentation (engl.)<\/a> des AMP-Projekts für %2$s sowie ihre <a href=\"%3$s\" target=\"_blank\">Analyse-Dokumentation (engl.)<\/a> an. Jede unten angegebene Analyse-Konfiguration muss in der Form eines JSON-Objekts sein, beginnend mit einem %4$s und endend mit einem %5$s. Füge dort keine HTML-Tags wie %6$s oder %7$s ein. Gib für das Typ-Feld einen der <a href=\"%8$s\" target=\"_blank\">verfügbaren Analyse-Anbieter (engl.)<\/a> an oder lass es leer für die interne Analyse. Speziell für Google Analytics sollte der Typ %9$s sein."],"Remove entry":["Eintrag entfernen"],"Are you sure you want to delete this entry?":["Bist du sicher, dass du diesen Eintrag löschen willst?"],"Vendor or blank":["Anbieter oder leer lassen"],"Must be a valid vendor or left blank for in-house analytics.":["Muss ein gültiger Anbieter sein oder für die interne Analyse leer gelassen werden."],"Analytics Configuration #%s":["Analyse-Konfiguration #%s"],"Provide site tracking ID here (e.g. UA-XXXXX-Y)":["Website-Tracking-ID hier eingeben (z.&thinsp;B. UA-XXXXX-Y)"],"https:\/\/wordpress.org\/plugins\/google-site-kit\/":["https:\/\/de.wordpress.org\/plugins\/google-site-kit\/"],"For Google Analytics please consider using <a href=\"%1$s\" target=\"_blank\" rel=\"noreferrer\">Site Kit by Google<\/a>. This plugin configures analytics for both non-AMP and AMP pages alike, avoiding the need to manually provide a separate AMP configuration here. Nevertheless, for documentation on manual configuration see <a href=\"%2$s\" target=\"_blank\" rel=\"noreferrer\">Adding Analytics to your AMP pages<\/a>.":["Überlege dir bitte, für Google Analytics <a href=\"%1$s\" target=\"_blank\" rel=\"noreferrer\">Site Kit by Google<\/a> zu benutzen. Dieses Plugin konfiguriert Analytics sowohl für Nicht-AMP- als auch für AMP-Seiten, um nicht für beide separate AMP-Konfigurationen zu definieren. Nichtsdestotrotz, schau dir <a href=\"%2$s\" target=\"_blank\" rel=\"noreferrer\">Analytics zu deinen AMP-Seiten hinzufügen<\/a> für die Dokumentation der manuellen Konfiguration an."],"You are using an old version of WordPress. Please upgrade to access all of the features of the AMP plugin.":["Du benutzt eine alte Version von WordPress. Bitte installiere das Upgrade, um auf alle neuen Funktionen des AMP-Plugins Zugriff zu haben."],"Customize Reader Theme":["Lesemodus-Theme anpassen"],"Open Wizard":["Den Assistenten öffnen"],"Reopen Wizard":["Den Assistenten erneut öffnen"],"The AMP configuration wizard helps you choose the best configuration settings for your site.":["Der AMP-Konfigurationsassistent hilft dir, die besten Konfigurationseinstellungen für deine Website zu wählen."],"Configure AMP":["AMP konfigurieren"],"AMP Settings Configured":["AMP-Einstellungen konfiguriert"],"Reader theme failed to download.":["Das Lesemodus-Theme konnte nicht heruntergeladen werden."],"Plugin":["Plugin"],"Save changes":["Änderungen speichern"],"Page %d":["Seite %d"],"Learn more.":["Mehr erfahren."],"Standard":["Standard"],"Your active theme is known to work well in standard and transitional mode.":["Dein aktives Theme funktioniert bekanntlich gut im Standard- und Übergangsmodus."],"Your active theme is known to work well in standard mode.":["Dein aktives Theme funktioniert bekanntlich gut im Standard-Modus."],"https:\/\/developers.google.com\/analytics\/devguides\/collection\/amp-analytics\/":["https:\/\/developers.google.com\/analytics\/devguides\/collection\/amp-analytics\/"],"Reader":["Lesemodus"],"Transitional":["Übergangsmodus"],"In Transitional mode the active theme's templates are used to generate both the AMP and non-AMP versions of your content, allowing for each canonical URL to have a corresponding (paired) AMP URL. This mode is useful to progressively transition towards a fully AMP-compatible site. Depending on your themes\/plugins, a varying level of development work may be required.":["Im Übergangsmodus werden die Templates des aktiven Themes benutzt, um sowohl dieAMP- als auch die Nicht-AMP-Versionen deiner Inhalte zu generieren. Dies erlaubt es, für jede kanonische URL eine entsprechende (verbundene) AMP-URL zu haben. Dieser Modus ist hilfreich für den schrittweisen Übergang zu einer vollständigen AMP-kompatiblen Website. Abhängig von deinen Themes\/Plugins kann ein gewisses Maß an Entwicklungsarbeit erforderlich sein."],"A JSON object is required, e.g. {…}":["Ein JSON-Objekt wird benötigt, z.&nbsp;B. {…}"],"Learn about analytics for AMP.":["Erfahre mehr über Analytics mit AMP."],"Templates":["Templates"],"Content Types":["Inhaltstypen"],"Your active theme is known to work well in transitional mode.":["Dein aktives Theme ist dafür bekannt, den Übergangsmodus zu unterstützen."],"Supported Templates":["Unterstützte Templates"],"Template Mode":["Template-Modus"],"Status":["Status"],"More details":["Mehr Details"],"%s validation error":["%s Überprüfungsfehler","%s Überprüfungsfehler"],"Details":["Details"],"JSON Configuration:":["JSON-Konfiguration:"],"Type:":["Typ:"],"Analytics":["Analytics"]}},"comment":{"reference":"assets\/js\/amp-settings.js"}}