{"translation-revision-date":"2021-06-11 02:11:38+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Return to AMP settings.":["Zurück zu den AMP-Einstellungen."],"There was an error loading the setup wizard.":["Beim Laden des Einrichtungsassistenten ist ein Fehler aufgetreten."],"The setup wizard has experienced an error.":["Im Einrichtungsassistenten ist ein Fehler aufgetreten. "],"Official WordPress Plugin":["Offizielles WordPress Plugin"],"Finish":["Beenden"],"There was an error downloading your Reader theme. As a result, your site is currently using the legacy reader theme. Please install your chosen theme manually.":["Während des Downloads des Lese-Themes ist ein Fehler aufgetreten. Als Ergebnis benutzt deine Website aktuell das veraltete Lese-Theme. Bitte installiere dein gewähltes Theme manuell."],"Your site is ready to serve AMP pages to your users! In Reader mode the AMP version of your site will be served using the Reader theme you have selected (shown to the right), while pages for the non-AMP version of your site will be served using your primary theme. As a last step, make sure you tailor the Reader theme as needed using the Customizer.":["Deine Website ist bereit, um AMP-Seiten an deine Benutzer auszuliefern! Im Lesemodus wird die AMP-Version deiner Website durch das Lese-Theme, das du ausgewählt hast (auf der rechten Seite angezeigt), ausgeliefert. Seiten für die Nicht-AMP-Version deiner Website werden durch dein primäres Theme ausgeliefert. Stelle als letzten Schritt sicher, dass du das Lese-Theme an deine Bedürfnisse über den Customizer angepasst hast."],"Your site is ready to serve AMP pages to your users! In Transitional mode both the AMP and non-AMP versions of your site will be served using your currently active theme. With further development work to address AMP-compatibility issues in your themes and plugins, your site can be made fully AMP-first.":["Deine Website ist bereit, um AMP-Seiten an deine Benutzer auszuliefern! Im Übergangsmodus werden sowohl die AMP- als auch die Nicht-AMP-Version deiner Website durch dein aktuell aktives Theme ausgeliefert. Mit weiterer Entwicklung, um AMP-Kompatibilitätsprobleme in deinen Themes und Plugins zu korrigieren, kann deine Website vollständig auf AMP aufbauen (AMP-zuerst)."],"Your site is ready to serve AMP pages to your users! In Standard mode (AMP-first) all canonical URLs are AMP by default. You can still opt out of AMP for specific content types and templates from the AMP settings screen. Depending on the theme and plugins you are using, development work may be required to maintain your site’s AMP compatibility.":["Deine Website ist bereit, um AMP-Seiten an deine Benutzer auszuliefern! Im Standardmodus (AMP-zuerst) sind alle kanonischen URLs standardmäßig AMP. Du kannst nach wie vor AMP für spezielle Inhaltstypen und Templates in den AMP-Einstellungen deaktivieren. Abhängig von Theme und Plugins, die du benutzt, ist möglicherweise Entwicklungsarbeit erforderlich, um die AMP-Kompatibilität deiner Website zu behalten."],"Your Reader theme was automatically installed":["Dein Lese-Theme wurde automatisch installiert"],"Your site is ready":["Deine Website ist bereit"],"Congratulations!":["Glückwunsch!"],"Done":["Fertig"],"A mode option was not accounted for on the summary screen.":["Eine Modus-Option wurde in der Zusammenfassungsansicht nicht berücksichtigt."],"Review":["Überprüfen"],"Theme Selection":["Theme-Auswahl"],"Template Modes":["Template-Modi"],"I am not a developer and I am not responsible for configuring and fixing issues on my site. I am a site owner and\/or content creator who wants to take advantage of AMP to build user-first sites.":["Ich bin kein Entwickler und nicht verantwortlich für die Konfiguration und die Behebung von Problemen auf meiner Website. Ich bin der Website-Eigentümer und\/oder Inhaltsersteller, der von den Vorteilen von AMP profitieren will, um benutzerorientierte Websites zu erstellen."],"Non-technically savvy or wanting a simpler setup":["Nicht-technisch versiert oder sich eine einfachere Einrichtung wünschend"],"I am a “Developer or technically savvy” user. I am familiar with HTML, CSS, JavaScript, and PHP. I am able to do WordPress development, including making changes to themes and plugins, as well as assembling full WordPress sites out of plugins and theme components. I can understand and address AMP validation issues.":["Ich bin ein „Entwickler oder technisch versierter“ Benutzer. Ich kenne mich mit HTML, CSS, JavaScript und PHP aus. Ich kann für WordPress entwicklen inklusive Änderungen an Themes und Plugins und vollständige WordPress-Websites aus Plugins und Thema-Komponenten aufbauen. Ich verstehe AMP-Überprüfungsprobleme und kann diese adressieren."],"Developer or technically savvy":["Entwickler oder technisch versiert"],"In order to recommend the best plugin configuration options for your site, please indicate your level of technical expertise.":["Um die besten Plugin-Konfigurationsoptionen für deine Website zu empfehlen, gib bitte deinen Stand bezüglich technischer Expertise an."],"Are you technical?":["Bist du technisch versiert?"],"Technical Background":["Technischer Hintergrund"],"This onboarding flow will guide you through the plugin configuration and getting started with AMP on your site.":["Diese Einführung wird dich durch die Plugin-Konfiguration und die ersten Schritte mit AMP auf deiner Website führen."],"Onboarding flow":["Einführung"],"There are different ways in which you can incorporate AMP content into your site, depending on its configuration (e.g. which theme and\/or plugins you are using), your technical expertise and the level of resources you may have for addressing AMP compatibility issues as your site evolves.":["Es gibt verschiedene Wege, wie du AMP-Inhalt in deine Website integrieren kannst. Und zwar je nach Konfiguration (z.&nbsp;B. welches Theme und\/oder welche Plugins du benutzt), deiner technischen Expertise und dem Umfang der Ressourcen, die du hast, um AMP-Kompatibiltitätsprobleme auf deiner Website zu lösen."],"Configure your site with AMP":["Konfiguriere deine Website mit AMP"],"The Official AMP plugin for WordPress enables you to incorporate AMP into your site.":["Das offizielle AMP-Plugin für WordPress erlaubt es dir, AMP in deine Website zu integrieren."],"AMP is a web framework designed to make it easier to build user-first sites, which are beautiful, fast, engaging, secure, and accessible.":["AMP ist ein Web-Framework, das gestaltete wurde, um es einfacher zu machen, benutzerorientierte Websites zu erstellen, die wunderschön, schnell, ansprechend, sicher und zugänglich sind."],"AMP and WordPress":["AMP und WordPress"],"Welcome to the Official AMP Plugin for WordPress":["Willkommen zum offiziellen AMP-Plugin für WordPress"],"Welcome":["Willkommen"],"Browse AMP":["AMP durchsuchen"],"Site preview":["Vorschau der Website"],"Saving your settings …":["Speichere deine Einstellungen …"],"In Transitional mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>both will use the same theme<\/b>. If automatic mobile redirection is enabled, the AMP version of the content will be served on mobile devices. If AMP-to-AMP linking is enabled, once users are on an AMP page, they will continue navigating your AMP content.":["Im Übergangsmodus <b>wird deine Website eine Nicht-AMP- und eine AMP-Version haben<\/b> und <b>beide werden dasselbe Theme benutzen<\/b>. Wenn automatische mobile Umleitungen aktiviert sind, wird die AMP-Version des Inhalts an mobile Geräte ausgeliefert. Wenn die AMP-zu-AMP-Verlinkung aktiviert ist, werden Benutzer, die einmal auf einer AMP-Seite sind, weiterhin durch deinen AMP-Inhalt navigieren."],"Because you selected a Reader theme that is the same as your site's active theme, your site has automatically been switched to Transitional template mode.":["Da du ein Lese-Theme ausgewählt hast, das dasselbe ist wie das aktive Theme deiner Website, wurde diese automatisch zum Template-Übergangsmodus gewechselt."],"In Reader mode your site will have a non-AMP and an AMP version, and each version will use its own theme. If automatic mobile redirection is enabled, the AMP version of the content will be served on mobile devices. If AMP-to-AMP linking is enabled, once users are on an AMP page, they will continue navigating your AMP content.":["Im Lesemodus wird deine Website eine Nicht-AMP- und eine AMP-Version haben und jede Version nutzt ihr eigenes Theme. Wenn automatische mobile Umleitungen aktiviert sind, wird die AMP-Version des Inhalts an mobile Geräte ausgeliefert. Wenn die AMP-zu-AMP-Verlinkung aktiviert ist, werden Benutzer, die einmal auf einer AMP-Seite sind, weiterhin durch deinen AMP-Inhalt navigieren."],"Desktop and non-AMP mobile visitors":["Desktop und mobile Nicht-AMP-Besucher"],"Desktop visitors":["Desktop-Besucher"],"AMP visitors":["AMP Besucher"],"Mobile and AMP visitors":["Mobile und AMP-Besucher"],"The following themes are compatible but cannot be installed automatically. Please install them manually, or contact your host if you are not able to do so.":["Die folgenden Themes sind kompatibel, aber können nicht automatisch installiert werden. Bitte installiere sie manuell oder kontaktiere deinen Host, wenn es dir nicht möglich ist."],"Unavailable themes":["Nicht verfügbare Themes"],"A template mode recommendation case was not accounted for.":["Ein Empfehlungsfall für den Templatemodus wurde nicht berücksichtigt."],"A selection text recommendation was not accounted for. ":["Eine Textauswahl-Empfehlung wurde nicht berücksichtigt."],"In Standard mode <b>your site will be completely AMP<\/b> (except in cases where you opt-out of AMP for specific parts of your site), and <b>it will use a single theme<\/b>. ":["Im Standardmodus <b>ist deine Website vollständig AMP<\/b> (mit Ausnahme von Fällen, in denen du AMP für spezielle Bereiche deiner Website deaktivierst) und <b>werden ein einziges Theme benutzen<\/b>."],"In Transitional mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>both will use the same theme<\/b>. If automatic mobile redirection is enabled, the AMP version of the content will be served on mobile devices. If AMP-to-AMP linking is enabled, once users are on an AMP page, they will continue navigating your AMP content. ":["Im Übergangsmodus <b>wird deine Website eine Nicht-AMP- und eine AMP-Version haben<\/b> und <b>beide werden dasselbe Theme benutzen<\/b>. Wenn automatische mobile Umleitungen aktiviert sind, wird die AMP-Version des Inhalts an mobile Geräte ausgeliefert. Wenn die AMP-zu-AMP-Verlinkung aktiviert ist, werden Benutzer, die einmal auf einer AMP-Seite sind, weiterhin durch deinen AMP-Inhalt navigieren."],"In Reader mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>each version will use its own theme<\/b>. If automatic mobile redirection is enabled, the AMP version of the content will be served on mobile devices. If AMP-to-AMP linking is enabled, once users are on an AMP page, they will continue navigating your AMP content.":["Im Lesemodus <b>wird deine Website eine Nicht-AMP- und eine AMP-Version haben<\/b> und <b>jede Version nutzt ihr eigenes Theme<\/b>. Wenn automatische mobile Umleitungen aktiviert sind, wird die AMP-Version des Inhalts an mobile Geräte ausgeliefert. Wenn die AMP-zu-AMP-Verlinkung aktiviert ist, werden Benutzer, die einmal auf einer AMP-Seite sind, weiterhin durch deinen AMP-Inhalt navigieren."],"Transitional mode is a good choice if you are willing and able to address any issues around AMP-compatibility that may arise as your site evolves.":["Der Übergangsmodus ist eine gute Wahl, wenn du gewillt und dazu fähig bist, Probleme rund um die AMP-Kompatibilität anzugehen, die möglicherweise auftreten, wenn sich deine Website entwickelt."],"Transitional mode is recommended because it makes it easy to keep your content as valid AMP even if non-AMP-compatible plugins are installed later.":["Der Übergangsmodus ist empfohlen, weil es einfacher ist, deinen Inhalt als gültiges AMP zu behalten, auch wenn später Nicht-AMP-kompatible Plugins installiert werden."],"Standard mode is the best choice for your site because you are using an AMP-compatible theme and no plugin issues were detected.":["Der Standardmodus ist die beste Wahl für deine Website, weil du ein AMP-kompatibles Theme benutzt und keine Plugin-Probleme entdeckt wurden."],"Standard mode is not recommended as key functionality may be missing and development work might be required. ":["Der Standardmodus ist nicht empfohlen, da Kernfunktionalität möglicherweise fehlt und Entwicklungsarbeit möglicherweise erforderlich ist."],"There is no reason to use this mode, as you have an AMP-compatible theme that you can use for both the non-AMP and AMP versions of your site.":["Es gibt keinen Grund, diesen Modus zu benutzen, da du ein AMP-kompatibles Theme hast, das du sowohl für die Nicht-AMP- als auch die AMP-Version deiner Website benutzen kannst."],"Reader mode makes it easy to bring AMP content to your site, but your site will use two different themes.":["Der Lesemodus macht es einfacher, AMP-Inhalt auf deine Website zu bringen, aber deine Website wird zwei unterschiedliche Themes benutzen."],"Reader mode is the best choice if you don't have a technical background or would like a simpler setup.":["Der Lesemodus ist die beste Wahl, wenn du keinen technischen Hintergrund hast oder eine einfachere Einrichtung möchtest."],"Backtick":["Backtick"],"Period":["Punkt"],"Comma":["Komma"],"Learn more":["Mehr erfahren"],"Redirect mobile visitors to AMP":["Mobile Besucher zu AMP weiterleiten"],"This page has unsaved changes. Are you sure you want to leave?":["Diese Seite hat ungespeicherte Änderungen. Bist du sicher, dass du sie verlassen willst?"],"Select the theme template for mobile visitors":["Wähle das Theme-Template für mobile Besucher aus"],"Next":["Weiter"],"Previous":["Zurück"],"Unavailable":["Nicht verfügbar"],"Previously selected":["Zuvor ausgewählt"],"Reader theme failed to download.":["Das Lesemodus-Theme konnte nicht heruntergeladen werden."],"Customize":["Anpassen"],"Learn more.":["Mehr erfahren."],"Standard":["Standard"],"Reader":["Lesemodus"],"Transitional":["Übergangsmodus"],"Close":["Schließen"],"AMP":["AMP"]}},"comment":{"reference":"assets\/js\/amp-onboarding-wizard.js"}}