{"translation-revision-date":"2022-05-05 12:47:34+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"You are using the Product Schema for this Product":["Du verwendest das Produktschema für dieses Produkt"],"You are not using the Product Schema for this Product.":["Du verwendest nicht das Produktschema für dieses Produkt."],"Reviews are enabled for this Product. Good Job!":["Bewertungen sind für dieses Produkt aktiviert. Gut gemacht!"],"Reviews are disabled on this Product.":["Bewertungen sind für dieses Produkt deaktiviert."],"You are not using %1$s to optimise this %2$s.":["Du verwendest %1$s nicht, um diese %2$s zu optimieren."],"You are using %1$s to optimise this %2$s.":["Du verwendest %1$s, um diese %2$s zu optimieren."],"Use %1$s to optimise the  %2$s.":["Nutze %1$s, um die %2$s zu optimieren."],"Content should be %1$s long.":["Der Inhalt sollte %1$s lang sein."],"Table of Contents help break down content into smaller, digestible chunks. It makes reading easier which in turn results in better rankings.":["Das Inhaltsverzeichnis hilft, den Inhalt in kleinere, verdauliche Stücke zu zerlegen. Das erleichtert das Lesen, was wiederum zu besseren Platzierungen führt."],"Your title doesn't contain a %1$s word.":["Dein Titel enthält kein %1$s Wort."],"URL is %1$d characters long. Kudos!":["Die URL ist %1$d Zeichen lang. Hut ab!"],"Content is %1$d words long. Good job!":["Der Inhalt ist %1$d Wörter lang. Gute Arbeit!"],"Your title contains %1$d power word(s). Booyah!":["Dein Titel enthält %1$d kraftvolle Begriff(e). Booyah!"],"We found %1$d outbound links in your content and all of them are nofollow.":["Wir haben %1$d ausgehende Links in deinem Inhalt gefunden und alle sind nofollow."],"Content is %1$d words long. Consider using at least 600 words.":["Dein Inhalt ist %1$d Wörter lang. Erwäge, mindestens 600 Wörter zu verwenden."],"Your title doesn't contain a %1$s. Add at least one.":["Dein Titel enthält kein %1$s. Füge mindestens eines hinzu."],"URL is %1$d characters long. Consider shortening it.":["Die URL ist %1$d Zeichen lang. Du solltest sie kürzen."],"You are using short paragraphs.":["Du verwendest kurze Absätze."],"You have %1$s this Focus Keyword.":["Du hast %1$s dieses Fokus-Schlüsselwort."],"Keyword Density is 0. Aim for around 1% Keyword Density.":["Die Schlüsselwort-Dichte ist 0. Etwa 1% Schlüsselwort-Dichte wäre gut."],"We detected a gallery in your content & assuming that you added Focus Keyword in alt in at least one of the gallery images.":["Wir haben eine Galerie in deinem Inhalt gefunden und sind davon ausgegangen, dass du in mindestens einem der Galeriebilder das Fokus-Schlüsselwort in den Alt-Text hinzugefügt hast."],"Permalink should be at most 75 characters long.":["Der Permalink sollte mindestens 75 Zeichen lang sein."],"Minimum recommended content length should be 600 words.":["Die empfohlene Mindestlänge des Inhalts sollte 600 Wörter betragen."],"Your title has a positive or a negative sentiment.":["Dein Titel hat eine positive oder negative Stimmung."],"We are searching in database.":["Wir suchen in der Datenbank."],"already used":["wird bereits verwendet"],"Internal links decrease your bounce rate and improve SEO.":["Interne Links verringern die Absprung-Rate und verbessern die SEO."],"Headlines with numbers are 36% more likely to generate clicks, according to research by Conductor.":["Laut einer Studie von Conductor erzeugen Überschriften mit Zahlen 36% mehr Klicks."],"Titles with positive or negative sentiment work best for higher CTR.":["Titel mit positiver oder negativer Stimmung eignen sich am besten für eine höhere CTR."],"Add a few images and\/or videos to make your content appealing.":["Füge ein paar Bilder und\/oder Videos hinzu, um deinen Inhalt ansprechend zu gestalten."],"You are not using rich media like images or videos.":["Du verwendest keine Rich Media wie Bilder oder Videos."],"Your content contains images and\/or video(s).":["Deine Inhalte enthalten Bilder und\/oder Videos."],"Short paragraphs are easier to read and more pleasing to the eye. Long paragraphs scare the visitor, and they might result to SERPs looking for better readable content.":["Kurze Absätze sind leichter zu lesen und sind ansprechender für das Auge. Lange Absätze erschrecken den Besucher, und sie könnten dazu führen, dass SERPs nach besser lesbaren Inhalten suchen."],"Add short and concise paragraphs for better readability and UX.":["Füge kurze und prägnante Absätze für eine bessere Lesbarkeit und UX hinzu."],"It helps visitors read more about a topic and prevents pogosticking.":["Es hilft den Besuchern, mehr über ein Thema zu lesen und verhindert Pogo Sticking (Pogo Sticking ist ein Verhaltensmuster von Nutzern, das als negatives Signal für Suchmaschinen betrachtet wird)."],"Power Words are tried-and-true words that copywriters use to attract more clicks.":["Kraftwörter sind bewährte Wörter, mit denen Texter mehr Klicks erzielen."],"URL unavailable. Add a short URL.":["URL nicht verfügbar. Füge eine kurze URL hinzu."],"At least one external link with DoFollow found in your content.":["Es ist mindestens ein externer Link mit DoFollow in deinen Inhalten enthalten."],"Link out to external resources.":["Verlinke auf externe Ressourcen."],"No outbound links were found. Link out to external resources.":["Es wurden keine ausgehenden Links gefunden. Verlinke auf externe Ressourcen."],"Great! You are linking to external resources.":["Großartig! Du verlinkst auf externe Ressourcen."],"Add internal links in your content.":["Füge deinem Inhalt interne Links hinzu."],"PageRank Sculpting no longer works. Your posts should have a mix of nofollow and DoFollow links.":["PageRank Sculpting funktioniert nicht mehr. Deine Beiträge sollten eine Mischung aus nofollow und DoFollow Links haben."],"Add DoFollow links pointing to external resources.":["Füge DoFollow-Links hinzu, die auf externe Ressourcen verweisen."],"Add a number to your title to improve CTR.":["Fügen deinem Titel eine Zahl hinzu, um die Klickrate zu verbessern."],"Your SEO title doesn't contain a number.":["Dein SEO-Titel enthält keine Zahl."],"You are using a number in your SEO title.":["Du verwendest eine Zahl in deinem SEO-Titel."],"Add %s to your title to increase CTR.":["Fügen %s zu deinem Titel hinzu, um die Klickrate zu erhöhen."],"Use Table of Content to break-down your text.":["Verwende das Inhaltsverzeichnis, um deinen Text aufzuschlüsseln."],"At least one paragraph is long. Consider using short paragraphs.":["Mindestens ein Absatz ist zu lang. Erwäge die Verwendung kurzer Absätze."],"You don't seem to be using a %1$s.":["Du scheinst keinen %1$s zu benutzen."],"You seem to be using a %1$s to break-down your text.":["Du scheinst einen %1$s zu verwenden, um deinen Text aufzuschlüsseln."],"You are linking to other resources on your website which is great.":["Du verlinkst auf andere Ressourcen auf deiner Website, das ist großartig."],"Headlines with a strong emotional sentiment (positive or negative) tend to receive more clicks.":["Überschriften mit einer starken emotionalen Stimmung (positiv oder negativ) neigen dazu, mehr Klicks zu erhalten."],"Content with images and\/or video feels more inviting to users. It also helps supplement your textual content.":["Inhalte mit Bildern und\/oder Videos wirken für die Benutzer einladender. Es hilft auch, deinen Textinhalt zu ergänzen."],"The SEO page title should contain the Focus Keyword preferably at the beginning.":["Der Titel der SEO-Seite sollte vorzugsweise am Anfang das Fokus-Schlüsselwort enthalten."],"Use the Focus Keyword near the beginning of SEO title.":["Verwende das Fokus-Schlüsselwort am Anfang des SEO-Titels."],"Focus Keyword doesn't appear at the beginning of SEO title.":["Das Fokus-Schlüsselwort erscheint nicht am Anfang des SEO-Titels."],"Focus Keyword used at the beginning of SEO title.":["Fokus-Schlüsselwort, das zu Beginn des SEO-Titels verwendet wird."],"Set a Focus Keyword for this content.":["Lege ein Fokus-Schlüsselwort für diesen Inhalt fest."],"You haven't used this Focus Keyword before.":["Du hast dieses Fokus-Schlüsselwort noch nicht verwendet."],"It is recommended to add the focus keyword in the alt attribute of one or more images.":["Es wird empfohlen, das Fokus-Schlüsselwort im Alt-Attribut eines Bildes oder mehrerer Bilder zu verwenden."],"Add an image with your Focus Keyword as alt text.":["Füge ein Bild mit deinem Fokus-Schlüsselwort als Alt-Text hinzu."],"Focus Keyword not found in image alt attribute(s).":["Das Fokus-Schlüsselwort wurde nicht im Alt-Attribut eines Bildes gefunden."],"Focus Keyword found in image alt attribute(s).":["Fokus-Schlüsselwort gefunden in Bild Alt-Attribut(en)."],"It is recommended to add the focus keyword as part of one or more subheadings in the content.":["Es wird empfohlen, das Fokus-Schlüsselwort als Teil einer Unterüberschrift oder mehrerer Unterüberschriften im Inhalt zu verwenden."],"Use Focus Keyword in subheading(s) like H2, H3, H4, etc..":["Verwende das Fokus-Schlüsselwort in Zwischenüberschrift(en) wie H2, H3, H4, etc."],"Focus Keyword not found in subheading(s) like H2, H3, H4, etc..":["Das Fokus-Schlüsselwort ist nicht in Zwischenüberschrift(en) wie H2, H3, H4, etc. zu finden."],"Focus Keyword found in the subheading(s).":["Das Fokus-Schlüsselwort in der\/den Unterrubrik(en) gefunden."],"It is recommended to make the focus keyword appear in the post content too.":["Es wird empfohlen, das Fokus-Schlüsselwort auch im Beitragsinhalt erscheinen zu lassen."],"Use Focus Keyword in the content.":["Verwende das Fokus-Schlüsselwort im Inhalt."],"Focus Keyword doesn't appear in the content.":["Das Fokus-Schlüsselwort erscheint nicht im Inhalt."],"Focus Keyword found in the content.":["Das Fokus-Schlüsselwort wurde im Inhalt gefunden."],"The first 10% of the content should contain the Focus Keyword preferably at the beginning.":["Die ersten 10 % des Inhalts sollten vorzugsweise am Anfang das Fokus-Schlüsselwort enthalten."],"Use Focus Keyword at the beginning of your content.":["Verwende das Fokus-Schlüsselwort am Anfang deines Inhalts."],"Focus Keyword doesn't appear at the beginning of your content.":["Das Fokus-Schlüsselwort erscheint nicht am Anfang deines Inhalts."],"Focus Keyword appears in the first 10% of the content.":["Das Fokus-Schlüsselwort erscheint in den ersten 10 % des Inhalts."],"Include the focus keyword in the slug (permalink) of this post.":["Nimm das Fokus-Schlüsselwort in den Slug (Permalink) dieses Beitrags auf."],"Use Focus Keyword in the URL.":["Verwende das Fokus-Schlüsselwort in der URL."],"Focus Keyword not found in the URL.":["Das Fokus-Schlüsselwort wurde nicht in der URL gefunden."],"Focus Keyword used in the URL.":["Das Fokus-Schlüsselwort wird in der URL verwendet."],"Make sure the focus keyword appears in the SEO description too.":["Stelle sicher, dass das Fokus-Schlüsselwort auch in der SEO-Beschreibung enthalten ist."],"Focus Keyword not found in your SEO Meta Description.":["Das Fokus-Schlüsselwort ist nicht in deiner SEO-Meta-Beschreibung enthalten."],"Focus Keyword used inside SEO Meta Description.":["Fokus-Schlüsselwort, welches in der SEO Meta-Beschreibung verwendet wird."],"Make sure the focus keyword appears in the SEO post title too.":["Stelle sicher, dass das Fokus-Schlüsselwort auch im SEO-Beitragstitel erscheint."],"Add Focus Keyword to the SEO title.":["Füge das Fokus-Schlüsselwort zum SEO-Titel hinzu."],"Focus Keyword does not appear in the SEO title.":["Das Fokus-Schlüsselwort erscheint nicht im SEO-Titel."],"Hurray! You're using Focus Keyword in the SEO Title.":["Hurra! Du verwendest das Fokus-Schlüsselwort im SEO-Titel."],"We couldn't find any internal links in your content.":["Wir konnten keine internen Links in deinen Inhalten finden."],"There is no ideal keyword density percentage, but it should not be too high. The most important thing is to keep the copy natural.":["Es gibt keinen idealen Prozentsatz der Schlüsselwort-Dichte, aber er sollte nicht zu hoch sein. Das Wichtigste ist, dass die Verhältnis natürlich bleibt."],"Add Focus Keyword to your SEO Meta Description.":["Füge das Fokus-Schlüsselwort zu deiner SEO Meta-Beschreibung hinzu."]}},"comment":{"reference":"assets\/admin\/js\/analyzer.js"}}