{"translation-revision-date":"2022-05-05 12:47:34+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"and many other premium SEO features":["und viele andere Premium-SEO-Funktionen"],"Set different Primary Focus Keyword":["Setze ein anderes Primäres Fokus-Schlüsselwort"],"Improve the SEO workflow":["Verbessere den SEO-Workflow"],"Upgrade to re-order Focus Keywords":["Upgrade zur Neubestellung von Fokus-Schlüsselwörtern"],"You can add custom thumbnail overlays with {{link}}Rank Math Pro{{\/link}}.":["Du kannst benutzerdefinierte Miniaturansichts-Overlays mit {{link}}Rank Math Pro{{\/link}} hinzufügen."],"This option prevents images on a page from being indexed by Google and other search engines":["Diese Option verhindert, dass Bilder auf einer Seite von Google und anderen Suchmaschinen indiziert werden"],"Preview Snippet Editor":["Vorschau Snippet-Editor"],"See data from a particular Country or timeframe":["Daten aus einem bestimmten Land oder Zeitrahmen anzeigen"],"Analyze search trends and compare keywords":["Analysiere Suchtrends und vergleiche Schlüsselwörter"],"Data fetched directly from Google":["Daten werden direkt von Google abgerufen"],"Track Keyword Trends":["Verfolge Schlüsselwort-Trends"],"Want more? {{link}}{{strong}}Upgrade today to the PRO{{\/strong}}{{\/link}} version.":["Willst du mehr? {{link}}{{strong}}Dann hol dir noch heute die PRO{{\/strong}}{{\/link}}-Version."],"Activate your account by {{link}}connecting to Rank Math!{{\/link}} ":["Aktivieren dein Konto durch {{{{link}}}Verbinden mit Rank Math!{{{\/link}}} "],"Read here to {{link}}Score 100\/100{{\/link}} ":["Lese hier {{link}}Ergebnis 100\/100{{\/link}} "],"Google Trends":["Google Trends"],"Replace Image":["Bild ersetzen"],"Trends":["Trends"],"Editing Homepage permalink is not possible.":["Der Homepage-Permalink lässt sich nicht ändern."],"Show SEO Score on Front-end":["SEO-Punktzahl im Front-End anzeigen"],"Rating: ":["Bewertung: "],"Preview & Edit Social Media":["Vorschau & Bearbeitung von Social Media"],"Social Media Preview":["Social-Media-Vorschau"],"Permalink":["Permalink"],"Search &hellip;":["Suche &hellip;"],"About 43,700,000 results (0.32 seconds) ":["Etwa 43.700.000 Ergebnisse (0,32 Sekunden) "],"Videos":["Videos"],"All Good":["Alles gut"],"2 hrs":["2 Stunden"],"Instructs search engines to index and show these pages in the search results":["Weist Suchmaschinen an, diese Seiten zu indizieren und in den Suchergebnissen anzuzeigen"],"Close":["Schließen"],"Card Type":["Kartentyp"],"Nofollow":["Nofollow"],"Click on the button below to view and edit the preview.":["Klicke auf die Schaltfläche unten, um die Vorschau anzuzeigen und zu bearbeiten."],"Customize the title, description and images of your post used while sharing on Facebook and Twitter.":["Passe den Titel, die Beschreibung und die Bilder deines Beitrags an, die beim Teilen auf Facebook und Twitter verwendet werden."],"Insert keywords you want to rank for. Try to {{link}}attain 100\/100 points{{\/link}} for better chances of ranking.":["Füge Schlüsselwörter ein mit denen du ranken möchtest. Versuche {{{{link}}}100\/100 Punkte{{{{{link}}} zu erreichen, um bessere Chancen auf ein Ranking zu haben."],"Your app's custom URL scheme (must include :\/\/).":["Das benutzerdefinierte URL-Schema deiner App (muss :\/\/ enthalten)."],"Specify a maximum duration in seconds of an animated video preview":["Gebe eine maximale Dauer einer animierten Videovorschau in Sekunden an"],"Specify a maximum text-length, in characters, of a snippet for your page":["Gebe eine maximale Textlänge, in Zeichen, eines Snippets für deine Seite an"],"The canonical URL informs search crawlers which page is the main page if you have double content":["Die kanonische URL informiert die Such-Crawler, welche Seite die Hauptseite ist, wenn diese doppelten Inhalt haben"],"The card for your website will look little something like this!":["Die Karte für deine Website wird in etwa so aussehen!"],"Read more":["Weiterlesen"],"Specify a maximum size of image preview to be shown for images on this page":["Gebe eine maximale Größe der Bildvorschau an, die für Bilder auf dieser Seite angezeigt werden soll"],"Your app ID in the Google Play (.i.e. com.android.app)":["Deine App-ID im Google Play (z.B. com.android.app)"],"Here you can view and edit the thumbnail, title and description that will be displayed when your site is shared on social media.":["Hier kannst du die Miniaturansicht, den Titel und die Beschreibung, die angezeigt werden, wenn deine Website in sozialen Medien geteilt wird, ansehen und bearbeiten."],"The App Card is a great way to represent mobile applications on Twitter and to drive installs. More information: ":["Die App Card eignet sich hervorragend, um mobile Anwendungen auf Twitter darzustellen und mehr Installationen zu bekommen. Mehr Informationen: "],"Video clips and audio streams have a special place on the Twitter platform thanks to the Player Card. Player Cards must be submitted for approval before they can be used. More information: ":["Videoclips und Audiostreams haben dank der Player Card einen besonderen Platz auf der Twitter-Plattform. Player Cards müssen vor ihrer Verwendung zur Genehmigung eingereicht werden. Mehr Informationen: "],"Hey, we noticed you are using Rank Math SEO plugin for more than a week now –{{em}}that's awesome!{{\/em}} Could you please do us a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation?":["Hey, wir haben festgestellt, dass du das Rank Math SEO-Plugin jetzt seit mehr als einer Woche verwendest –{{em}}das ist großartig!{{\/em}} Könntest du uns bitte einen GROSSEN Gefallen tun und ihm eine 5-Sterne-Bewertung auf WordPress geben um uns zu helfen, das Wort zu verbreiten und unsere Motivation zu steigern?"],"Large":["Groß"],"Max Image Preview":["Vorschau des Max-Bildes"],"Max Video Preview":["Maximale Video-Vorschau"],"Standard":["Standard"],"Max Snippet":["Max Snippet"],"Advanced Robots Meta":["Erweiterte Roboter-Meta"],"Tools":["Werkzeuge"],"Rate Rank Math SEO":["Rank Math SEO bewerten"],"I already did. Please don't show this message again.":["Das habe ich bereits. Bitte zeige diese Nachricht nicht erneut an."],"Index":["Index"],"Example: Rank Math SEO":["Beispiel: Rank Math SEO"],"Remove Image":["Bild entfernen"],"Images":["Bilder"],"Errors":["Fehler"],"News":["Neuigkeiten"],"All":["Alle"],"Destination URL":["Ziel-URL"],"Redirection Type":["Umleitungs Typ"],"Redirect":["Umleiten"],"Google Play App ID":["Google Play App ID"],"Google Play App Name":["Google Play App Name"],"iPad App URL":["iPad App URL"],"iPad App ID":["iPad App ID"],"iPad App Name":["iPad App Name"],"iPhone App URL":["iPhone App URL"],"iPhone App ID":["iPhone App ID"],"iPhone App Name":["iPhone App Name"],"App Description":["App Beschreibung"],"Stream Content Type":["Stream-Inhaltstyp"],"App Card":["App-Karte"],"Summary Card":["Übersichtskarte"],"Summary Card with Large Image":["Übersichtskarte mit großem Bild"],"Add Image":["Bild hinzufügen"],"Breadcrumb Title":["Breadcrumb Titel"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Stream URL":["Stream URL"],"Settings":["Einstellungen"],"Player URL":["Player-URL"],"Icon overlay":["Symbolüberlagerung"],"Add icon overlay to thumbnail":["Symbolüberlagerung zur Miniaturansicht hinzufügen"],"No Snippet":["Kein Snippet"],"No Image Index":["Kein Bildverzeichnis"],"No Archive":["Kein Archiv"],"No Index":["Kein Index"],"Google Play App URL":["Google Play App URL"],"451 Content Unavailable for Legal Reasons":["451 Inhalt aus rechtlichen Gründen nicht verfügbar"],"410 Content Deleted":["410 Inhalt gelöscht"],"307 Temporary Redirect":["307 Temporäre Umleitung"],"302 Temporary Move":["302 Temporäre Umleitung"],"301 Permanent Move":["301 Permanente Umleitung"],"Prevents a snippet from being shown in the search results":["Verhindert, dass ein Snippet in den Suchergebnissen angezeigt wird"],"App Country":["App Land"],"iFrame width and height, specified in pixels in the following format: 600x400.":["iFrame Breite und Höhe, angegeben in Pixeln im folgenden Format: 600x400."],"This is what will appear as the description when this post shows up in the search results.":["Dies wird als Beschreibung angezeigt, wenn dieser Beitrag in den Suchergebnissen angezeigt wird."],"This is the unique URL of this page, displayed below the post title in the search results.":["Dies ist die eindeutige URL dieser Seite, die in den Suchergebnissen unter dem Beitragstitel angezeigt wird."],"This is what will appear in the first line when this post shows up in the search results.":["Dies wird in der ersten Zeile angezeigt, wenn dieser Beitrag in den Suchergebnissen angezeigt wird."],"Breadcrumb Title to use for this post":["Breadcrumb Titel für diesen Beitrag"],"Prevents search engines from showing Cached links for pages":["Verhindert, dass Suchmaschinen zwischengespeicherte Links für Seiten anzeigen"],"Prevents search engines from following links on the pages":["Verhindert, dass Suchmaschinen folgenden Links auf den Seiten folgen"],"Prevents pages from being indexed and displayed in search engine result pages":["Verhindert, dass Seiten indiziert und in Suchmaschinen-Ergebnisseiten angezeigt werden"],"Canonical URL":["Kanonische URL"],"Robots Meta":["Roboter-Meta"],"2h":["2 Uhr"],"The MIME type\/subtype combination that describes the content contained in twitter:player:stream. Takes the form specified in RFC 6381. Currently supported content_type values are those defined in RFC 4337 (MIME Type Registration for MP4).":["Die MIME-Typ\/Subtyp Kombination, die den Inhalt von twitter:player:stream beschreibt. Er nimmt die in RFC 6381 angegebene Form an. Derzeit werden die Werte von content_type unterstützt, die in RFC 4337 (MIME-Typ-Registrierung für MP4) definiert sind."],"Optional URL to raw stream that will be rendered in Twitter’s mobile applications directly. If provided, the stream must be delivered in the MPEG-4 container format (the .mp4 extension). The container can store a mix of audio and video with the following codecs: Video: H.264, Baseline Profile (BP), Level 3.0, up to 640 x 480 at 30 fps. Audio: AAC, Low Complexity Profile (LC).":["Optionale URL zum Rohdatenstrom, die direkt in den mobilen Anwendungen von Twitter gerendert wird. Falls vorgesehen, muss der Stream im MPEG-4 Containerformat (die Erweiterung .mp4) geliefert werden. Der Container kann eine Mischung aus Audio und Video mit den folgenden Codecs speichern: Video: H.264, Baseline Profile (BP), Level 3.0, bis zu 640 x 480 bei 30 fps. Audio: AAC, Low Complexity Profile (LC)."],"HTTPS URL to iFrame player. This must be a HTTPS URL which does not generate active mixed content warnings in a web browser. The audio or video player must not require plugins such as Adobe Flash.":["HTTPS-URL zum iFrame-Player. Dies muss eine HTTPS-URL sein, die in einem Webbrowser keine aktiven Warnungen zu gemischtem Inhalt generiert. Für den Audio- oder Videoplayer dürfen keine Plugins wie Adobe Flash erforderlich sein."],"Player Size":["Player Größe"],"Player Card":["Player Karte"],"If your application is not available in the US App Store, you must set this value to the two-letter country code for the App Store that contains your application.":["Wenn deine Anwendung im App Store nicht verfügbar ist, müsst du diesen Wert auf den zweistelligen Ländercode für den App Store setzen, der deine Anwendung enthält."],"The numeric representation of your app ID in the App Store.":["Die numerische Darstellung deiner App-ID im App Store."],"The name of your app to show.":["Der Name deiner App, die angezeigt werden soll."],"You can use this as a more concise description than what you may have on the app store. This field has a maximum of 200 characters. (optional)":["Du kannst dies als eine prägnantere Beschreibung verwenden, als die, die du vielleicht im App Store hast. Dieses Feld hat eine maximale Länge von 200 Zeichen. (optional)"],"Image is smaller than the minimum size, please select a different image.":["Das Bild ist kleiner als die Mindestgröße, bitte wähle ein anderes Bild."],"This post is Pillar Content":["Dieser Beitrag spielt eine tragende Rolle (Pillar Content)"],"Upload at least 600x315px image. Recommended size is 1200x630px.":["Lade mindestens ein 600 x 315 px großes Bild hoch. Empfohlene Größe ist 1200 x 630 px."],"Use Data from Facebook Tab":["Verwende Daten von der Facebook Registerkarte"],"Focus Keyword":["Fokus-Schlüsselwort"],"Description":["Beschreibung"],"None":["Nichts"],"Rank Math":["Rank Math"],"Title":["Titel"],"Advanced":["Erweitert"],"General":["Allgemein"],"Additional":["Zusätzlich"],"Preview":["Vorschau"],"Content Readability":["Lesbarkeit des Inhalts"],"Title Readability":["Lesbarkeit des Titels"],"Edit Snippet":["Snippet bearbeiten"],"Basic SEO":["Grundlegende SEO"],"Noindex robots meta is enabled":["Noindex Robots-Meta ist aktiviert"],"Social":["Sozial"],"This page will not appear in search results. You can disable noindex in the Advanced tab.":["Diese Seite wird nicht in den Suchergebnissen angezeigt. Du kannst noindex auf der Registerkarte Erweitert deaktivieren."],"Desktop Preview":["Vorschau für Desktop"],"Mobile Preview":["Vorschau für Mobil"]}},"comment":{"reference":"assets\/admin\/js\/rank-math-app.js"}}