{"translation-revision-date":"2024-01-17 15:53:12+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Your monthly Content AI credits have been fully utilized. You can wait till %s for your credits to refresh or upgrade to continue enjoying seamless content creation":["Dein monatliches Inhalt-KI Guthaben wurde vollständig aufgebraucht. Du kannst bis %s warten, bis dein Guthaben aktualisiert wird oder mach ein Upgrade, um weiterhin in den Genuss einer reibungslosen Inhaltserstellung zu kommen"],"Multiple RankBot Sessions":["Mehrere RankBot-Sitzungen"],"1-Click Bulk SEO Meta":["1-Klick-Massen-SEO-Meta"],"On-Page SEO Suggestions":["On-Page-SEO-Vorschläge"],"To access this Content AI feature, you have to purchase a Content AI Subscription.":["Um auf diese Inhalt-KI Funktion zugreifen zu können, müsst du ein Inhalt-KI Abonnement erwerben."],"1-Click WooCommerce Product Descriptions":["1-Klick-WooCommerce-Produktbeschreibungen"],"1-Click Competitor Content Research":["1-Klick Mitbewerber-Recherche"],"125+ Expert-Written Prompts":["125+ von Experten verfasste Eingabeaufforderungen"],"Get Access to 40+ AI SEO Tools":["Erhalte Zugriff auf 40+ KI-SEO-Werkzeuge"],"Bulk Update Your SEO Meta using AI":["Aktualisiere deine SEO-Meta mithilfe von KI in großen Mengen"],"You are one step away from unlocking this premium feature along with many more.":["Du bist nur noch einen Schritt davon entfernt, diese Premium-Funktion und viele weitere freizuschalten."],"Missing Credits?":["Fehlendes Guthaben?"]," We are sorry for the inconvenience.":[" Wir entschuldigen uns für die Unannehmlichkeiten."],"reach out to the support team.":["wende dich an das Support-Team."],"We are working on improving your Content AI experience. Please wait for 5 minutes and then refresh to start using the optimized Content AI. If you see this for more than 5 minutes, please ":["Wir arbeiten daran, dein Inhalt-Ki Erlebnis zu verbessern. Bitte warte 5 Minuten und aktualisiere dann, um die optimierte Inhalt-KI zu verwenden. Wenn dies länger als 5 Minuten sehe, bitte "],"Server Maintenance Underway":["Serverwartung läuft"],"SEO Performance Email Reports":["E-Mail Berichte zur SEO-Leistung"],"Free Content AI Trial":["Kostenlose Inhalt-KI Testversion"],"Advanced Google Analytics 4 Integration":["Erweiterte Google Analytics 4 Integration"],"Bulk Edit SEO Tags":["Massenbearbeitung von SEO-Tags"],"We are sorry but this feature is only available to Rank Math PRO\/Business\/Agency Users. Unlock this feature and many more by getting a Rank Math plan.":["Es tut uns leid, aber diese Funktion steht nur Benutzern von Rank Math PRO\/Business\/Agentur zur Verfügung. Schalte diese und viele weitere Funktionen frei, indem du einen Rank Math Plan erwirbst."],"🔒 This is a PRO-Only Feature":["🔒 Dies ist eine reine PRO-Funktion"],"To access this Content AI feature, you need to have an active subscription plan.":["Um auf diese Inhalt-KI-Funktion zugreifen zu können, benötigst du ein aktives Abonnement."],"125+ Pre-Built Prompts":["125+ Vorgefertigte Eingabeaufforderungen"],"1-Click Competitor Research":["1-Klick Mitbewerber-Recherche"],"40+ Specialized AI Tools":["40+ Spezialisierte KI-Werkzeuge"],"1-Click SEO Meta":["1-Klick-SEO-Meta"],"1-Click SEO Content":["1-Klick-SEO-Inhalt"],"🚀 Supercharge Your Content With AI":["🚀 Optimiere deine Inhalte mit KI"],"Engage with RankBot, your personal AI Chat Assistant, for real-time assistance.":["Nutze RankBot, deinen persönlichen KI-Chat-Assistenten, um Unterstützung in Echtzeit zu erhalten."],"Experience the revolutionary AI-powered Content Editor for unparalleled efficiency.":["Erlebe den revolutionären KI-gestützten Inhalts Editor für beispiellose Effizienz."],"Gain access to 40+ advanced AI tools, empowering your content strategy.":["Erhalte Zugriff auf über 40 fortschrittliche KI-Werkzeuge, die deine Inhalt-Strategie stärken."],"Start using Content AI by connecting your RankMath.com Account":["Beginne mit Inhalt-KI, indem du dein RankMath.com-Konto verbindest"],"Your monthly Content AI credits have been fully utilized. To continue enjoying seamless content creation, simply click the button below to upgrade your plan and access more credits.":["Dein monatliches Inhalt-KI Guthaben wurde vollständig aufgebraucht. Wenn du weiterhin nahtlos Inhalte erstellen möchtest, klicke einfach auf die Schaltfläche unten, um deinen Plan zu aktualisieren und mehr Guthaben zu erhalten."],"⛔️ Content AI Credit Alert!":["⛔️ Inhalt-KI Guthaben Alarm!"],"Keyword Rank Tracker":["Schlüsselwort-Rank-Tracker"],"Connect Now":["Jetzt verbinden"],"Learn More":["Mehr erfahren"]}},"comment":{"reference":"assets\/admin\/js\/post-list.js"}}