{"translation-revision-date":"2022-05-05 12:47:34+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Index Status":["Indexstatus"],"Get Advanced Index Stats Directly from Google database.":["Hole dir erweiterte Indexstatistiken direkt aus der Google-Datenbank."],"Pass":["Bestanden"],"Robots state [PRO]":["Roboterzustand [PRO]"],"Crawled As [PRO]":["Gecrawlt als [PRO]"],"Page Fetch":["Seitenabruf"],"Rich Results":["Rich-Suchergebnisse"],"Mobile Usability":["Mobile Nutzbarkeit"],"Indexing Allowed":["Indizierung zulässig"],"Rank Math > General Settings > Analytics > Click 'Update data manually' button.":["Mathematik > allgemeine Einstellungen > Analytics bewerten, klicken Sie > auf die Schaltfläche \"Daten manuell aktualisieren\"."],"No data to display. Fetching will be longer for the first time. Please come back after 60 to 90 minutes. If data is still missing, please import the data manually from %s":["Keine anzuzeigenden Daten. Das Abrufen wird zum ersten Mal länger sein. Bitte komme nach 60 bis 90 Minuten zurück. Sollten noch Daten fehlen, importiere die Daten bitte manuell aus %s"],"Upgrade to Rank Math PRO!":["Upgrade auf Rank Math PRO!"],"PRO Feature":["PRO Funktion"],"Available in the PRO version":["In der Pro-Version verfügbar"],"Google: ":["Google: "],"All the Indexing statistics about your content in one place":["Alle Indexierungsstatistiken zu deinen Inhalten an einem Ort"],"Monitor metrics like Index Status, Last Crawl date, etc":["Überwache Metriken wie Indexstatus, Datum des letzten Crawlings usw."],"PRO Version offers Advanced Indexing Stats":["PRO Version bietet erweiterte Indexierungsstatistiken"],"Excluded":["Ausgeschlossen"],"Unspecified":["Nicht spezifiziert"],"Invalid URL":["Ungültige URL"],"Internal error":["Interner Fehler"],"Blocked due to other 4xx issue (not 403, 404)":["Blockiert wegen eines anderen 4xx-Problems (nicht 403, 404)"],"Blocked due to access forbidden (403)":["Gesperrt wegen Zugangsverbot (403)"],"Redirection error":["Umleitungsfehler"],"Server error (5xx)":["Serverfehler (5xx)"],"Blocked due to unauthorized request (401)":["Blockiert wegen nicht autorisierter Anfrage (401)"],"Not found (404)":["Nicht gefunden (404)"],"Blocked by robots.txt":["Blockiert durch die robots.txt"],"Successful fetch":["Erfolgreicher Abruf"],"Unknown fetch state":["Unbekannter Abrufstatus"],"Rank Tracker":["Rang Tracker"],"Adsense":["Adsense"],"10-50 Positions":["10-50 Positionen"],"Average position of all the ranking keywords below 100 position.":["Durchschnittliche Position aller rangierenden Schlüsselwort unter Position 100."],"Total number of keywords your site ranking below 100 position.":["Gesamtzahl der Schlüsselwörter, die deine Website unter 100 rangiert."],"Suggested Actions":["Empfohlene Aktionen"],"Rows per page":["Zeilen pro Seite"],"Go to page":["Gehe zur Seite"],"Next Page":["Nächste Seite"],"Previous Page":["Vorherige Seite"],"Your requested data is loading":["Deine angeforderten Daten werden geladen"],"Columns:":["Spalten:"],"Choose which values to display":["Wähle aus, welche Werte angezeigt werden sollen"],"[Edit]":["[Bearbeiten]"],"Sort by %s in descending order":["Sortieren nach %s in absteigender Reihenfolge"],"Pro Feature":["Pro-Funktion"],"Sort by %s in ascending order":["Sortieren nach %s in aufsteigender Reihenfolge"],"(scroll to see more)":["(scrolle, um mehr zu sehen)"],"Timeframe":["Zeitrahmen"],"is the average Rank Math’s SEO score. This chart shows how well your posts are optimized based on Rank Math’s scoring system.":["ist der durchschnittliche SEO-Score von Rank Math. Das Chart zeigt, wie gut deine Beiträge auf Basis des Bewertungssystems von Rank Math optimiert sind."],"Delete from Keyword Manager":["Aus Keyword-Manager löschen"],"Poor":["Schlecht"],"Fair":["Befriedigend"],"Good":["Gut"],"Overall Optimization":["Gesamtoptimierung"],"Take full control of what’s important to the success of your website – see content that’s performing well and content that’s dropped in rankings so you can take action.":["Übernimm die volle Kontrolle über den Erfolg deiner Website - sieh, welcher Inhalt gut funktioniert und welcher in Bewertungen zurückgefallen ist, so dass du etwas dagegen tun kannst."],"Top Losing Keywords":["Negativste Keywords"],"Top Winning Keywords":["Positivste Keywords"],"Built-in Keyword Rank Tracker":["Eingebaute Keyword-Bewertung"],"Keep an eye on losing keywords":["Behalte negative Keywords im Blick"],"Find winning keywords":["Finde positive Keywords"],"Track Keyword Performance":["Keyword-Performance aufzeichnen"],"Tracked Keywords":["Verfolgte Keywords"],"All Keywords":["Alle Keywords"],"Keyword Positions":["Keyword Positionen"],"Open Report":["Bericht öffnen"],"Allowed":["Erlaubt"],"Remaining":["Verbleibend"],"Used":["Verwendet"],"51-100 Positions":["51-100 Positionen"],"4-10 Positions":["5-10 Positionen"],"Top 5 Winning & Losing Posts":["Top 5 Auf- und Absteiger-Beiträge"],"Top 3 Positions":["Top-3-Positionen"],"No additional monthly subscriptions for third-party tools":["Keine weiteren monatlichen Abonnements für Drittanbieter-Tools"],"Monitor impressions, clicks, and position history":["Verfolge Aufrufe, Klicks und Positionsverlauf"],"Your site appears in the search results for these keywords, but not on the first couple of pages.":["Deine Website taucht in den Suchergebnissen für diese Keywords auf, aber nicht auf den vorderen Seiten."],"Your site appears somewhere on pages 2-5 of the search results for these keywords.":["Deine Website taucht irgendwo auf den Seiten 2 bis 5 der Suchergebnisse für diese Keywords auf."],"Your site appears on the first page for these keywords, but not in the top 3 positions.":["Deine Website erscheint auf der ersten Seite für diese Keywords, aber nicht auf den drei ersten Plätzen."],"Your site appears in the best position for these keywords.":["Deine Website erscheint auf der besten Position für diese Keywords."],"Keyword Manager":["Keyword-Manager"],"Rest of the Keywords":["Übrige Keywords"],"Track your performance for your target keywords":["Verfolge deine Performance für deine gewünschten Keywords"],"Your Own Keyword Manager":["Dein eigener Keyword-Manager"],"Prioritize what’s most important so you can take action before its too late by seeing keywords you’re ranking well for and keywords where your site’s position has dropped.":["Priorisiere, was dir besonders wichtig ist, damit du rechtzeitig handeln kannst. Du siehst, mit welchen Keywords du gut rankst und die Keywords, für die die Position deiner Website abgerutscht ist."],"No Data":["Keine Daten"],"Fair Score":["Ausreichender Wert"],"These posts have not been analyzed by Rank Math yet.":["Diese Beiträge hat Rank Math noch nicht analysiert."],"SEO score below 50. These posts are not well optimized and require further optimization.":["SEO-Score unter 50. Diese Beiträge sind nicht gut optimiert und erfordern weitere Maßnahmen."],"Poor Score":["Schlechter Wert"],"SEO score between 50 and 80. You may want to revisit these posts for further optimization.":["SEO-Score zwischen 50 und 80. Du solltest dir diese Beiträge zwecks weitere Optimierung noch einmal ansehen."],"Top 5 Winning & Losing Keywords":["Top 5 Sieger- und Verlierer-Keywords"],"Traffic":["Traffic"],"SEO score between 80 and 100. These posts are well optimized and usually do not require further actions.":["SEO-Score zwischen 80 und 100. Diese Beiträge sind gut optimiert und erfordern üblicherweise keine weiteren Maßnahmen."],"Good Score":["Guter Wert"],"Monitor key metrics like traffic and search performance":["Überwache wichtige Kennzahlen wie Traffic und Such-Performance"],"All the statistics about your content all in one place":["Alle Statistiken zu deinen Inhalten an einer Stelle"],"Prioritize Your Content Efforts With Detailed Insights":["Priorisiere deine inhaltlichen Bemühungen anhand detaillierter Einsichten"],"Use data provided by Google instead of 3rd party tools":["Verwende von Google bereitgestellte Daten statt Tools von Drittanbietern"],"The statistics that appear in the Rank Math Analytics module won’t match with the data from the Google Search Console as we only track posts and keywords that rank in the top 100 positions in the selected timeframe. We do this to help make decision-making easier and for faster data processing since this is the data you really need to prioritize your SEO efforts on.":["Die Statistiken im Analytics-Modul von Rank Math decken sich nicht mit den Daten aus der Google Search Console. Wir erfassen und Beiträge und Keywords auf den vordersten 100 Plätzen, die im ausgewählten Zeitraum wenigstens einmal geklickt wurden. Wir machen das, damit du leichter Entscheidungen treffen und damit die Daten schneller verarbeitet werden, weil dies die Daten sich, die du wirklich benötigst, um deine SEO-Aktivitäten zu priorisieren."],"Upgrade":["Upgraden"],"Note:":["Hinweis:"],"Site Analytics":["Website-Analytics"],"Single Post\/Page Reports":["Berichte für Einzelbeiträge \/ -Seiten"],"Keep an eye on the data that matters all in one place":["Alle wichtigen Daten an einer Stelle immer im Blick"],"Track more than 20 metrics for all of your posts":["Mehr als 20 Kennzahlen für all deine Beiträge"],"SEO Performance":["SEO-Performance"],"Ready for more than just an overview? We have fully-fledged reports!":["Du willst mehr als nur einen Überblick? Wir haben umfassende Reports!"],"Average click-through rate. Search clicks divided by search impressions.":["Durchschnittliche Click-Through-Rate. Such-Klicks geteilt durch Such-Seitenaufrufe."],"Pageviews":["Seitenaufrufe"],"Content":["Inhalte"],"Posts":["Beiträge"],"#":["#"],"Search Clicks":["Such-Klicks"],"Search Impressions":["Impressionen suchen"],"How many times your site showed up in the search results.":["Gibt an, wie oft deine Website in den Suchergbnissen angezeigt wurde."],"Monitor Google trends for your selected focus keyword":["Verfolge Googles Trends für deine ausgewählten Fokus-Keywords"],"How many times your site was clicked on in the search results.":["Gibt an, wie oft deine Website in Suchergebnissen angeklickt wurde."],"Last updated on":["Zuletzt aktualisiert am"],"Not available":["Nicht verfügbar"],"Position History":["Positionshistorie"],"Schema":["Schema"],"Links":["Links"],"Page %1$d of %2$d":["Seite %1$d von %2$d"],"SEO Score":["SEO Punktzahl"],"Position":["Position"],"Impressions":["Aufrufe"],"Clicks":["Klicks"],"Avg. Position":["Durchschn. Position"],"Avg. CTR":["Durchschn. CTR"],"Status":["Status"],"Incoming Links":["Eingehende Links"],"External Links":["Externe Links"],"Internal Links":["Interne Links"],"Error":["Fehler"],"Analytics":["Analysen"],"Total Keywords":["Schlüsselwörter insgesamt"],"Keywords":["Schlüsselwörter"],"Soft 404":["Weiche 404"],"Last Crawl: ":["Letzter Crawl: "],"None":["Nichts"],"Dashboard":["Dashboard"],"Title":["Titel"]}},"comment":{"reference":"includes\/modules\/analytics\/assets\/js\/stats.js"}}