{"translation-revision-date":"2021-04-15 04:41:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Your site doesn’t include support for the %s block. You can try installing the block, convert it to a Custom HTML block, or remove it entirely.":["Deine Website unterstützt den „%s“-Block nicht. Du kannst versuchen, diesen Block zu installieren, ihn in einen individuellen HTML-Block umwandeln oder ihn ganz entfernen."],"Your site doesn’t include support for the %s block. You can try installing the block or remove it entirely!":["Deine Website unterstützt den „%s“-Block nicht. Du kannst versuchen, den Block zu installieren oder ihn ganz entfernen."],"Less than 10 active installations":["Weniger als 10 aktive Installationen."],"%d+ Million active installations":["%d+ Millionen aktive Installationen"],"The following block has been added to your site.":["Der folgende Block wurde deiner Website hinzugefügt.","Die folgenden Blöcke wurden deiner Website hinzugefügt."],"Added: %d block":["Hinzugefügt: %d Block","Hinzugefügt: %d Blöcke"],"Reload":["Neu laden"],"Adding…":["Hinzufügen…"],"This author has %1$d block.":["Dieser Autor hat %1$d Block.","Dieser Autor hat %1$d Blöcke."],"Error installing block. You can reload the page and try again.":["Fehler beim Installieren des Blocks. Du kannst die Seite neu laden und es erneut versuchen."],"This block is already installed. Try reloading the page.":["Dieser Block ist bereits installiert. Versuche, die Seite neu zu laden."],"An error occurred.":["Ein Fehler ist aufgetreten."],"Error registering block. Try reloading the page.":["Fehler beim Registrieren des Blocks. Versuche, die Seite neu zu laden."],"%s block icon":["Icon des Blocks %s"],"No blocks found in your library. These blocks can be downloaded and installed:":["Es konnten keine Blöcke in deiner Bibliothek gefunden werden. Diese Blöcke können heruntergeladen und installiert werden:"],"No blocks found in your library. We did find %d block available for download.":["Es konnten keine Blöcke in deiner Bibliothek gefunden werden. Wir haben %d Block gefunden, der zum Download zur Verfügung steht.","Es konnten keine Blöcke in deiner Bibliothek gefunden werden. Wir haben %d Blöcke gefunden, die zum Download zur Verfügung stehen."],"No blocks found in your library.":["Es konnten keine Blöcke in deiner Bibliothek gefunden werden."],"Retry":["Erneut versuchen"],"%d+ active installations":["%d+ aktive Installationen"],"This author has %1$d block, with an average rating of %2$.1f.":["Dieser Autor hat %1$d Block, mit einer durchschnittlichen Bewertung von %2$.1f.","Dieser Autor hat %1$d Blöcke, mit einer durchschnittlichen Bewertung von %2$.1f."],"Authored by %s":["Erstellt von %s"],"%d total rating":["%d Gesamtbewertung","%d Gesamtbewertungen"],"%s out of 5 stars":["%s von 5 Sternen"],"Keep as HTML":["Als HTML behalten"],"Add block":["Block hinzufügen"],"Install %s":["Installiere %s"],"Updated %s":["%s aktualisiert"],"By %s":["Von %s"]}},"comment":{"reference":"wp-includes\/js\/dist\/block-directory.js"}}