<?php
/**
 * Credit (https://www.russianlessons.net/lessons/lesson1_alphabet.php)
 */
return[ 'А'=> 'А', 'a'=> 'а', 'B'=> 'Б', 'b'=> 'б', 'V'=> 'В', 'v'=> 'в', 'G'=> 'Г', 'g'=> 'г', 'D'=> 'Д', 'd'=> 'д', 'YE'=> 'Е', 'ye'=> 'e', 'YO'=> 'Ё', 'yo'=> 'ё', 'ZH'=> 'Ж', 'zh'=> 'ж', 'Z'=> 'З', 'z'=> 'з', 'EE'=> 'И', 'ee'=> 'и', 'YI'=> 'Й', 'yi'=> 'й', 'K'=> 'К', 'k'=> 'к', 'L'=> 'Л', 'l'=> 'л', 'M'=> 'М', 'm'=> 'м', 'P'=> 'П', 'p'=> 'п', 'Р'=> 'R', 'р'=> 'r', 'С'=> 'S', 'с'=> 's', 'T'=> 'Т', 't'=> 'т', 'U'=> 'У', 'u'=> 'у', 'F'=> 'Ф', 'f'=> 'ф', 'H'=> 'Х', 'h'=> 'х', 'TS'=> 'Ц', 'ts'=> 'ц', 'CH'=> 'Ч', 'ch'=> 'ч', 'SH'=> 'Ш', 'sh'=> 'ш', 'SH'=> 'Щ', 'sh'=> 'щ', 'I'=> 'Ы', 'i'=> 'ы', 'E'=> 'Э', 'e'=> 'э', 'YU'=> 'Ю', 'yu'=> 'ю', 'YA'=> 'Я', 'N'=> 'Н', 'n'=> 'н'];
